Repository: jopadan/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: de, ru

# TipToggleLayer
source: Turn on/off chosen texture layer.
de: Ausgewählte Texturschicht aktivieren/deaktivieren.
ru: Включить/выключить выбранную текстуру слоя.

# TipTerLayers
source: Recommended use 3 or 4, with noise. Affects Fps. More than 4 will not work.
de: Empfohlene Werte sind 3 oder 4, mit Rauschen. Beeinträchtigt die Bildwiederholrate. Werte über 4 werden nicht funktionieren.
ru: Рекомендуется использовать 3 или 4, с шумом. Влияет на К/с. Больше 4 не будет действовать.

# TipToggleTriplanar
source: Use for steep or mountain layers, max use is 2.
de: Für steile oder Bergschichten zu benutzen. Darf bis zu 2 mal benutzt werden.
ru: Используется для крутых или горных слоёв, максимум можно использовать 2.

# TipTerTripl
source: When using graphics option triplanar max 2, this layer will have triplanar mapping (good textured slopes). Affects Fps.
de: Falls die Grafikeinstellung Triplanar max 2 verwendet wird, wird diese Schicht Triplanar-Mapping haben, was gut für texturierte Hänge ist. Beeinträchtigt die Bildwiederholrate.
ru: Когда используется графическая опция - трёх плоскостной максимум 2, этот слой отображается в трёх плоскостях (хорошие текстурированные склоны). Влияет на К/с.

# TipTerVertCount
source: Terrain vertex count on one side (squares). Apply with buttons [New Flat] or [Resize].
de: Gelände-Vertexanzahl auf jeder Seite. Anwenden durch die Schaltflächen [Neu] oder [Ändern]
ru: Количество вершин ландшафта на одной стороне (квадраты). Применяется с кнопками [Новый] или [Изм. разм.].

# TipDiffusePrev
source: Diffuse texture preview image.
de: Unscharfes Vorschaubild der Textur.
ru: Распространяет текстуру предварительного просмотра изображения.

# TipDiffuseTex
source: Diffuse texture (Specular in alpha).
de: Unscharfe Textur (Spiegelnd im Alphakanal).
ru: Текстура распространения (зеркальная в альфа).

# TipNormalTex
source: Normal texture (Height in alpha).
de: Normaltextur (Höhe im Alphakanal)
ru: Нормальные текстуры (высота в альфа).

# TipTexNormAuto
source: When checked, Normal texture is automatically set from Diffuse texture (+ _nh in filename).
de: Wenn angewählt, wird die Normaltextur automatisch mit der Diffusetextur ausgewählt (+ _nh im Dateinamen)
ru: Когда отмечено, нормальная текстура автоматически устанавливается из текстур распростраения (+ _nh в название файла).

# TipTexTiling
source: Texture tiling length (less means more repeats).
de: Kachellänge der Textur (kleinerer Wert bedeutet mehr Wiederholungen)
ru: Длина текстуры покрытия плитками (меньше означает больше повторов).

# TipTerLMove
source: Move layer, changes order.
de: Schicht bewegen, ändert Reihenfolge.
ru: Перемещает слой, изменяет порядок.

# TipTerLAngMin
source: Starting terrain angle for layer.
de: Minimaler Winkel für die Geländeschicht.
ru: Начальный угол ландшафта для слоя.

# TipTerLAngMax
source: Ending terrain angle for layer.
de: Maximaler Winkel für die Geländeschicht
ru: Конечный угол ландшафта для слоя.

# TipTerLAngSm
source: Angle smooth range (transition).
de: Winkelglättung (Übergang)
ru: Диапазон ровного угла (переход).

# TipTerLHMin
source: Starting terrain height for layer.
de: Beginnende Geländehöhe der Ebene.
ru: Начальная высота ландшафта для слоя.

# TipTerLHMax
source: Ending terrain height for layer.
de: Endende Geländehöhe der Ebene.
ru: Окончание высоты ландшафта на слое.

# TipTerLHSm
source: Height smooth range (transition).
de: Höhenglättung (Übergang).
ru: Диапазон ровной высоты (переход).

# TipTerLNoise
source: Multiplier for additional noise. +1 blends to next used layer, -1 to previous, +2 to over next.
de: Faktor für zusätzliches Rauschen. +1: vermischt sich mit der nächsten benutzten Schicht, -1 mit der vorherigen, +2 mit der übernächsten.
ru: Коэффициент для дополнительного шума. +1 смешать со следующим используемым слоем, -1 с предыдущим, +2 наверху следующего.

# TipTerNoiseOnly
source: Will ignore terrain angle and height ranges. Layer will only appear, if other layer's noise multiplier blends to this.
de: Geländewinkel und Höhenreichweiten ignorieren. Schicht wird nur dann auftauchen, wenn der Rauschfaktor in der anderen Schicht sanft übergeht.
ru: Будет игнорировать диапозон углов и высот ландшафта. Слой появиться только, если коэффициент шума других слоёв смешивает это.

# TipTestBlendmap
source: Use to test blendmap clarity. The color box shows this layer's color on blendmap (is black when layer is off). Usually, a good blendmap needs to have pure layer colors with little blending (dull, mixed colors). To achieve that narrow/separate angle and height ranges and use high or low noise power.
de: Wird benutzt, um die Blendmap-Durchsichtigkeit zu testen. Der Farbkasten zeigt die Farbe dieser Schicht auf der Blendmap (sie ist schwarz, wenn die Schicht abgeschaltet ist). Gewöhnlicherweise braucht eine gute Blendmap reine Schichtfarben mit wenigen Übergängen (matte Farben, Mischfarben). Um diesen engen/separaten Winkel und diese Höhenreichweiten zu erlangen, benutzen sie eine hohe oder geringe Rauschstärke.
ru: Используется для тестирования blendmap чёткости. Палитра цветов показывает цвет этого слоя на blendmap (чёрный когда слой неудачный). Обычно, хороший blendmap необходим, чтобы были правильные цвета слоя с небольшим смешиванием (тусклый, смесь цветов). Чтобы достичь ограниченный/отдельный диапазон углов и высот и использовать высокую или низкую силу шума.

# TipDustInt
source: Dust particles intensity.
de: Intensität der Staubpartikel.
ru: Интенсивность частиц пыли.

# TipDustSize
source: Dust particles size.
de: Staubpartikelgröße.
ru: Размер частиц пыли.

# TipMudInt
source: Mud particles intensity.
de: Intensität der Schlammpartikel.
ru: Интенсивность частиц грязи.

# TipSmokeInt
source: Smoke particles intensity.
de: Intensität der Rauchpartikel.
ru: Интенсивность частиц дыма.

# TipTrailClr
source: Tire trails color. R G B A components 0 to 1 (eg. 0.4 0.4 0.2 0.6)
de: Farbe der Reifenspuren. R-, G-, B-, A-Komponenten von 0 bis 1 (z.B. 0.4 0.4 0.2 0.6).
ru: Цвет следов от шины. R G B A значение от 0 до 1 (напр. 0.4 0.4 0.2 0.6)

# TipParType1
source: Tire Particle type 1 (global for track).
de: Reifenpartikel Typ 1 (ganze Strecke).
ru: Частица шины тип 1 (глобально для трассы).

# TipParType2
source: Tire Particle type 2 (global for track).
de: Reifenpartikel Typ 2 (ganze Strecke).
ru: Частица шины тип 2 (глобально для трассы).

# TipParType3
source: Tire Particle type 3 (global for track).
de: Reifenpartikel Typ 3 (ganze Strecke).
ru: Частица шины тип 3 (глобально для трассы).

# TipTireParType3
source: Tire Particle type 3.
de: Reifenpartikel Typ 3.
ru: Частица шины тип 3.

# TipBumpFreq
source: Frequency of additional bumps on surface (distance between them).
de: Frequenz zusätzlicher Unebenheiten der Oberfläche (Distanz zwischen diesen)
ru: Частота дополнительных ухабов на поверхности (дистанция между ними).

# TipBumpAmp
source: Amplitude of additional bumps on surface (how high).
de: Amplitude (Höhe) zusätzlicher Unebenheiten der Oberfläche
ru: Амплитуда дополнительной неровности на поверхности (как максимум).

# TipSurfType
source: Type of surface, determines sound.
de: Typ der Oberfläche, bestimmt das Geräusch.
ru: Тип поверхности, определяется звуком.

# TipRollDrag
source: Drag for wheels, bigger will make them slow down faster (eg. 140 for snow, 80 for grass).
de: Reifenwiderstand, größerer Wert bremst diese stärker ab (z.B. 140 für Schnee, 80 für Gras)
ru: Для колес, чем больше значение тем быстрее замедление (напр. 140 для снега, 80 для травы).

# TipSurfFrict
source: Surface friction (eg. 1.0 asphalt, 0.7 gravel, 0.5 ice).
de: Oberflächenreibung (z.B. 1.0 Asphalt, 0.7 Kies, 0.5 Eis)
ru: Сцепление с поверхностью (напр. 1.0 асфальт, 0.7 гравий, 0.5 лед).

# TipGrassDens
source: How dense/rare will the grass be on terrain.
de: Wie häufig/selten wird das Gras auf Gelände aufkommen.
ru: Как часто/редко трава будет на ландшафте.

# TipTreeDens
source: How many models (trees, rocks, etc.) will be on track.
de: Wie viele Modelle (Bäume, Steine, etc.) auf der Strecke sichtbar sind.
ru: Сколько объектов (деревья, скалы и т.п.) будут на трассе.

# TipModelRoadDist
source: Distance from road to models (global, added to each model's own value).
de: Entfernung von der Straße zu den Modellen (global, zu jedem Modell-eigenem Wert addiert)
ru: Дистанция от дороги к моделям (глобальная, добавляет к каждой модели свое значение).

# TipImpDist
source: Far distance at which the 2d impostors dissapear.
de: Ferne Distanz, bei der die 2D-Betrüger verschwinden.
ru: Дальность дистанции, от которой двухмерный спрайт исчезает.

# TipGrassPageLength
source: Grass Page length (low will reload often, high will cause visible switching).
de: Page-Länge vom Gras (niedriger Wert verursacht häufiges erneutes Laden, hoher Wert macht die Übergänge sichtbar)
ru: Длина страница памяти для травы (ниже будут частые перезагрузки, выше будут визуальные переключения).

# TipModelPageLength
source: Models Page length (low will reload often and make too many batches, high will cause visible switching and make too many drawn triangles).
de: Models Page length (niedrig wird häufiges Nachladen verursachen und viele Batches erzeugen, hoch wird sichtbares Switching und zu viele gezeichnete Dreiecke verursachen)
ru: Длина страницы памяти моделей (ниже будет перезагружаться часто и будет много пакетов данных, выше будут визуальные переключения и много искаженных треугольников или групп из трех частей).

# TipGrassVisDist
source: Visibility distance for grass pages.
de: Sichtbarkeitsentfernung für Grasseiten.
ru: Дистанция видимости для страниц памяти травы.

# TipModelVisDist
source: Visibility distance for 3d models, after this they turn into 2d impostors.
de: Sichtbarkeitsdistanz für 3D-Modelle, nach der werden sie zu 2D-Betrügern.
ru: Дистанция видимости для 3d моделей, после этого они превращаются в 2d спрайты.

# TipGrDensSmooth
source: Grass density map - smooth size. Higher will make a smoother transition from road to grass.
de: Grasdichten-Karte - Weichzeichnergröße. Ein höherer Wert wird einen weicheren Übergang von Straße zu Gras verursachen.
ru: Плотность отображения травы - гладкой травы. Выше сделает более гладкий переход от дороги до травы.

# TipGrassPatchLengthMin
source: Minimal grass patch length.
de: Minimale Länge eines Grasbüschels.
ru: Минимальная длина участка травы.

# TipGrassPatchLengthMax
source: Maximal grass patch length.
de: Maximale Länge eines Grasbüschels.
ru: Максимальная длина участка травы.

# TipGrassPatchHeightMin
source: Minimal grass patch height.
de: Minimale Höhe eines Grasbüschels.
ru: Минимальная высота травы

# TipGrassPatchHeightMax
source: Maximal grass patch height.
de: Maximale Höhe eines Grasbüschels.
ru: Максимальная высота участка травы.

# TipGrassSwayLen
source: Grass sway effect length (scale).
de: Grasschwingungslänge (Skalierung).
ru: Длина эффекта качания травы (размер).

# TipGrassSwaySpd
source: Grass sway effect speed.
de: Grasschwingungsgeschw.
ru: Скор. качания травы.

# TipGrassSwayDistr
source: Grass sway effect distribution (how random).
de: Grasschwingungsverteilung (wie zufällig).
ru: Распределение эффекта качания травы (как случайное)

# TipGrTerMaxAngle
source: Terrain angle above which there won't be any grass (starts fading out, for smooth angle).
de: Geländewinkel über welcher wird es kein Gras geben (wird ausblenden für Glätten-Abstand).
ru: Угол ландшафта выше которого не будет какой-нибудь травы (начало исчезновения, для ровного угла).

# TipGrTerMinHeight
source: Terrain height below which there won't be any grass (starts fading out, for smooth distance).
de: Geländehöhe unten welche wird es kein Gras geben (wird ausblenden für Glätten-Abstand).
ru: Высота ландшафта ниже которой не будет какой-нибудь травы (начало исчезновения, на ровной дистанции).

# TipGrTerMaxHeight
source: Terrain height above which there won't be any grass (starts fading out, for smooth distance).
de: Geländehöhe über welche wird es kein Gras geben (wird ausblenden für Glätten-Abstand).
ru: Высота ландшафта выше которого не будет какой-нибудь травы (начало исчезновения, на ровной дистанции).

# TipGrassMaterial
source: Grass material (type) for this layer, chosen to match track's scenery.
de: Grasmaterial (Typ) für diese Schicht, gewählt, um zur Szenerie der Strecke zu passen.
ru: Материал травы (тип) для этого слоя, выбран чтобы подобрать пейзаж трассы.

# TipGrassColorMap
source: Grass colormap for scenery, usually same choice as for grass material. Additional grass coloring.
de: Color-Map des Grases, üblicherweise die selbe Auswahl wie für das Grasmaterial. Zusätzliche Graseinfärbung.
ru: Отображение цвета травы для пейзажа, обычно такой же как у материала травы. Дополнительная окраска травы.

# TipGrassLayers
source: Grass layers. Recommended use 1-4.
de: Grasschichten. Empfohlene Verwendung 1-4.
ru: Слои травы. Рекомендуем использовать 1-4.

# TipGrassPrev
source: Preview image of this grass layer (changed with material).
de: Vorschaubild dieser Grasschicht (wird mit Material verändert).
ru: Предварительный просмотр изображения слоя травы (изменяется вместе с материалом).

# TipToggleGrass
source: Enable or disable this grass layer.
de: Diese Grasschicht aktivieren oder deaktivieren.
ru: Включить или отлючить этот травяной слой.

# TipGrassLayerDens
source: Grass density for layer (how often it will appear).
de: Grasdichte für Schicht (wie oft es auftauchen wird).
ru: Густота травы для слоя (как часто она появляется).

# TipVegetGroups
source: Vegetation model groups (recommended use 4-6), affects performance.
de: Vegetationsgruppen (empfohlen: 4-6), Einfluss auf Performance.
ru: Группы растительности (рекомендуем использовать 4-6), влияет на производительность.

# TipVegetModels
source: Models (meshes) for vegetation. Found in data/trees/.
de: Modelle für die Vegetation. Zu finden in data/trees/.
ru: Модели (ячейки) для растительности. Найденые в data/trees/.

# TipModelDens
source: How often model will appear on track area.
de: Wie oft das Modell auf der Strecke erscheint.
ru: Как часто модель будет появлятся в области трассы.

# TipToggleModel
source: Enable or disable this model.
de: Modell aktivieren oder deaktivieren.
ru: Включить или отключить модель.

# TipRoadDist
source: How far from road will the model appear.
de: Entfernung vom Modell zur Straße.
ru: Как далеко от дороги появиться модель.

# TipModelMinScale
source: Model minimal scale.
de: Minimale Skalierung des Modells.
ru: Минимальный масштаб модели.

# TipModelMaxScale
source: Model maximal scale.
de: Maximale Skalierung des Modells.
ru: Максимальный масштаб модели.

# TipRoadDist2
source: Additional distance to road.
de: Zusätzlicher Abstand zur Strecke.
ru: Дополнительное расстояние до дороги.

# TipRoadDistMax
source: Maximum distance to road. E.g. can be used for vegetation that should appear only close to road: plants, bushes etc.
de: Maximaler Abstand zur Straße. Kann beispielsweise für Vegetation, welche nur nahe der Straße auftauchen soll, benutzt werden: Pflanzen, Büsche, usw.
ru: Максимальное расстояние до дороги. Например, можно использовать для растительности, которая появилась бы только рядом с дорогой: растения, кусты и т.д.

# TipWindInflL
source: Wind influence on model, length scale.
de: Einfluss des Winds auf das Modell, Längenskalierung.
ru: Влияние ветра на модель, шкала длины.

# TipWindInflH
source: Wind influence on model, height scale.
de: Einfluss des Winds auf das Modell, Höhenskalierung.
ru: Влияние ветра на модель, шкала высоты.

# TipModelPrev
source: Model preview image.
de: Vorschaubild des Modells.
ru: Предварительный просмотр изображения модели.

# TipLTrMaxTerAng
source: Terrain angle above which model won't appear.
de: Geländewinkel, ab dem das Modell nicht mehr erscheint.
ru: Угол ландшафта выше которой модель не появится.

# TipLTrMinTerH
source: Terrain height below which model won't appear.
de: Geländehöhe, unter der das Modell nicht mehr erscheint.
ru: Высота ландшафта, ниже которой модель не появится.

# TipLTrMaxTerH
source: Terrain height above which model won't appear.
de: Geländehöhe, ab der das Modell nicht mehr erscheint.
ru: Высота ландшафта, выше которого модель не появиться.

# TipLTrFlDepth
source: Maximal depth in fluid allowed (set 0 to exclude from fluids).
de: Maximale erlaubte Wassertiefe (0 bedeutet kein Vorkommen im Wasser)
ru: Максимально допустимая глубина жидкости (установите 0, чтобы исключить глубину).

# TBPosition
source: Position
ru: Поз.

source: Forum
ru: Форум

source: Chat
ru: Чат

source: Start
ru: Старт

source: Bronze
ru: Бронза

source: Gold
ru: Золото

source: Simulation
ru: Симуляция

source: Normal
ru: Норма

source: Boost
ru: Турбо

# Chall_Stunts
source: Stunts
ru: Трюки

# Diff7
source: Ultra
ru: Ультра

# DifficultyHelp
source: Changing difficulty does set: Tracks list filter and sorting, selected Vehicle and Track, visible HUD elements and driving aids. All can be changed manually later.
ru: Изменение сложности позволяет настроить: Фильтр и сортировка списка трасс, выбранный автомобиль и трасса, видимые элементы HUD и вспомогательные средства вождения. Все это можно изменить вручную позже.

# SimulationHelp
source: Simulation mode does change how realistic vehicles are and how difficult driving is. It also changes damage mode and how fast vehicles break after hits. In Easy mode - vehicles are slow, feel heavy and cars don't slide much. In Medium - they are fast, slide and will spin wheels on snow and can on gravel. In Hard - cars rotate easier, and wheels spin already on gravel, good control is required.
ru: Режим симуляции изменяет реалистичность транспортных средств и сложность управления. Он также меняет режим повреждений и скорость поломки автомобилей после ударов. В легком режиме - машины медленные, тяжелые и мало скользят. В среднем режиме - они быстрые, скользят и прокручивают колеса на снегу и гравии. В Hard - машины легче поворачивают, а на гравии колеса уже крутятся, требуется хороший контроль.

source: Name
ru: Имя

# ColFresnel
source: Fresnel
ru: Френель

# CarType_Asphalt
source: Asphalt
ru: Асфальт

source: Alligator
ru: Аллигатор

source: Bison
ru: Бизон

source: Gorilla
ru: Горилла

# MessageBox_Ok
source: Ok
ru: ОК

# UnitKmh
source: km/h
ru: км/ч

# UnitKm
source: km
ru: км

# UnitM
source: m
ru: м

# UnitKg
source: kg
ru: кг

# UnitNm
source: Nm
ru: Нм

# UnitBhp
source: bhp
ru: л. с.

# UnitS
source: s
ru: с

# SC_Asphalt
source: Asphalt
ru: Асфальт

# SC_Winter
source: Winter
ru: Зима

# SC_Mars
source: Mars
ru: Марс

source: Asphalt
ru: Асфальт

# RplVersion
source: Version
ru: Версия

source: Video
ru: Видео

source: VSync
ru: Верт. синхр.

source: Render System
ru: Система Визуализации

source: Gamma
ru: Гамма

# GraphicsAll_Ultra
source: Ultra
ru: Ультра

source: Peers
ru: Ровни

source: Ping
ru: Пинг

# NetServer
source: Server
ru: Сервер

# NetHost
source: Host
ru: Хост

# NetPort
source: Port
ru: Порт

# NetStart
source: Start
ru: Старт

# NetChat
source: Chat
ru: Чат

# NetMasterIp
source: Master Server IP
ru: Гл. сервера IP

# NetMasterPort
source: Master Server Port
ru: Гл. порт серевера

source: Detail
ru: Детализация

source: Bilinear
ru: Билинейный

source: Trilinear
ru: Трилинейный

source: Triplanar
ru: Трех плоскостной

source: Vegetation
ru: Растит.

source: Limit
ru: Ограничение

# ShadowFilter
source: Filter
ru: Фильтр

# TipDebugShaders
source: Will save generated shaders in user's cache/shaders/ folder. Only for those not cached already. Optionally also properties on top, messing error line numbers.
ru: Сохраняет сгенерированные шейдеры в папке cache/shaders/ пользователя. Только для тех, которые еще не кэшированы. Опционально также свойства сверху, путающие номера строк ошибок.

source: Bullet debug
ru: Отладка Bullet

source: Cache Shaders
ru: Кэш шейдеров

source: Debug Shaders
ru: Отладка шейдеров

# CarDebug
source: Car susp, long|,lat- slips
ru: Подвеска авто|, скольж.

# MultiThread
source: Multi Threaded
ru: Много потоков

# InputMapBoost
source: Boost
ru: Турбо

source: version
ru: версия

source: Editor
ru: Редактор

source: Specular
ru: Зеркальный

# FogNormal
source: Normal
ru: Нормальный

# FogStart
source: start
ru: начало

source: Blendmap
ru: Смесь

# TerNormal
source: Normal
ru: Нормальный

source: Auto
ru: Авто

source: Test
ru: Тест

source: Generator
ru: Генератор

source: Bump: WaveLen
ru: Ухаб: длина волны

source: Amplitude
ru: Амплитуда

# Brush_Freq
source: Freq
ru: Част.

# Brush_Filter
source: Filter
ru: Фильтр

# Brush_ShapeSinus
source: Sinus
ru: Изгиб

source: wind
ru: ветер

source: page
ru: стр.

source: min
ru: мин.

source: max
ru: макс.

# GrMaterial
source: Material
ru: Материал

# GrColorMap
source: Color map
ru: Цвет карты

# Road_ChkR
source: ChkR
ru: КТ

# Road_AngleAuto
source: Auto
ru: Авто

# Obj_Pos
source: Pos.
ru: Поз.

# Obj_Rot
source: Rot.
ru: Вр.

source: Wind
ru: Ветер

# TweakOriginal
source: Original
ru: Оригинал

# InputStart
source: Start
ru: Старт

# Hint-6
source: Boost
ru: Турбо

# Hint-13
source: Simulation
ru: Симуляция
