Repository: jopadan/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: de, ru

# GraphicsRightHQ
source: By default better quality (less Fps) is on right. Marked with + if on left.
de: Standardmäßig ist die bessere Qualität (niedrigere Bildwiederholrate) auf der rechten Seite. Mit »+« markiert, wenn es auf der linken Seite ist.
ru: По умол. направо лучше качество (меньше К/с). Отмечен + если налево.

source: Game name
de: Spielname
ru: Имя игры

source: Laps
de: Runden
ru: Круги

source: Player
de: Spieler
ru: Игрок

source: Players
de: Spieler
ru: Игроки

source: Collis.
de: Kollis.
ru: Столк.

source: Locked
de: Gesperrt
ru: Заблок.

# NetGamesAvail
source: Available games
de: Verfügbare Spiele
ru: Доступные игры

# NetRefreshList
source: Get/refresh list
de: Liste aktualisieren
ru: Обновить

# NetJoinGame
source: Join game
de: Spiel beitreten
ru: Соединить

# NetJoinLocked
source: Protected game
de: Geschütztes Spiel
ru: Защищать игру

# NetCreateGame
source: Create game
de: Spiel erstellen
ru: Создать игру

# NetDirectConnect
source: Direct connect
de: Direkte Verbindung
ru: Прямое подкл.

# NetAddress
source: Address
de: Adresse
ru: Адрес

# NetPassword
source: Password
de: Passwort
ru: Пароль

# NetGame
source: Game
de: Spiel
ru: Игра

# NetGameName
source: Game Name
de: Spielname
ru: Имя игры

# NetReady
source: Ready
de: Bereit
ru: Готов

# NetWaiting
source: Waiting...
de: Warten ...
ru: Ожидание...

# NetNew
source: New game
de: Neues Spiel
ru: Новая игра

# NetLeaveGame
source: Leave game
de: Spiel verlassen
ru: Покинуть игру

# FinishedCommaPlace
source: finished, place
de: Beendet auf Platz
ru: финиш, место

# NetWaitingForOthers
source: Waiting for others
de: Warte auf Spieler
ru: Ждем других

source: Listening on port
de: Lausche auf Port
ru: Ожидание порта

source: Connecting to
de: Verbinde zu
ru: Соед. с

source: Connected
de: Verbunden
ru: Соединён

source: Disconnected
de: Getrennt
ru: Разъединён

source: Network Error
de: Netzwerkfehler
ru: Ошибка сети

# NetWrongPassword
source: Wrong password.
de: Falsches Passwort.
ru: Неверный пароль.

# NetGameProtocolError
source: Incompatible protocol versions between peers.
de: Inkompatibles Protokoll zwischen den Peers.
ru: Несовместимая версия протокола между ровнями.

# NetMasterProtocolError
source: Incompatible protocol version - update Stunt Rally or contact server administrator.
de: Inkompatibles Protokoll - Spiel aktualisieren oder Server-Administrator kontaktieren.
ru: Несовместимая версия протокола - обнови Stunt Rally или свяжись с сервером администратора.

# NetMasterConnectionError
source: Couldn't reach the master server.
de: Keine Verbindung zum Masterserver.
ru: Главный сервер не доступен.

# NewtworkFailed
source: Failed to initialize networking. Try different local port and make sure your firewall is properly configured.
de: Die Initialisierung der Netzwerkverbindung schlug fehl. Bitte mit einem anderen lokalem Port versuchen und sicherstellen, dass die Firewall korrekt konfiguriert ist.
ru: Ошибка инициализации сети. Попробуй другой лок. порт и проверь конфигурацию брандмауэра.

# NetSettings
source: Settings
de: Einstellungen
ru: Настройки

# NetNickname
source: Nickname
de: Spitzname
ru: Никнейм

# NetLocalPort
source: Local Port
de: Lokaler Port
ru: Локальный порт

# NetRouterTip
source: Router port forwarding configuration might be required in order to allow peers to connect to the local port.
de: Port Forwarding des Routers ist eventuell erforderlich, damit andere Spieler sich einklinken können.
ru: Необходима конфигуpация порта маршрутизатора, чтобы позволить ровням соединиться с локальным портом.

# MultiplayerTip
source: Hosting a multiplayer game requires port forwarding. Connecting to existing game doesn't need it, provided other players have it.
de: Das Hosten eines Multiplayer-Spiels erfordert eine Portweiterleitung. Für die Verbindung mit einem vorhandenen Spiel ist es nicht erforderlich, sofern andere Spieler es haben.
ru: Для размещения многопользовательской игры требуется проброс портов. Подключение к существующей игре не требует его, если он есть у других игроков.

source: Materials
de: Materialien
ru: Материалы

source: Terrain error
de: Geländefehler
ru: Ошибка ландшафта

# TerHQDist
source: Terrain HQ dist
de: Gelände-HQ-Dist.
ru: Ландш. HQ дист.

# ViewDist
source: View distance
de: Sichtweite
ru: Видимость

# RoadQual
source: Road far quality
de: Straßenqualität
ru: Качество дороги

# GridQual
source: Grid quality
de: Netzqualität
ru: Качество сетки

source: Quality
de: Qualität
ru: Качество

source: Textures
de: Texturen
ru: Текстуры

source: Anisotropic
de: Anisotropisch
ru: Анизотропный

source: Anisotropy
de: Anisotropie
ru: Анизотропия

source: Highest slopes
de: Höchste Steigung
ru: Макс. склоны

source: Bush
de: Busch
ru: Размытие

# DistMult
source: Distance mul
de: Distanzfaktor
ru: Коэф. дистанции

source: Reset
de: Zurücksetzen
ru: Сброс

source: Reflections
de: Spiegelungen
ru: Отражения

# FrameSkip
source: Frames skip
de: Bilder überspringen
ru: Пропуск кадра

source: Map size
de: Kartengröße
ru: Размер карты

# FacesOnce
source: Faces at once
de: Seiten auf einmal
ru: Сталк. сразу

source: IBL samples
de: IBL Proben
ru: Образцы IBL

# ReflMode
source: Mode
de: Modus
ru: Режим

# ReflMode_static
source: Static
de: Statisch
ru: Статич.

# ReflMode_single
source: Single
de: Einzel
ru: Одно

# ReflMode_full
source: Full
de: Voll
ru: Все

source: Water
de: Wasser
ru: Вода

# WaterReflection
source: Reflection
de: Spiegelung
ru: Отражение

# WaterRefraction
source: Refraction
de: Brechung
ru: Отражение

source: Shadows
de: Schatten
ru: Тени

source: Shaders
de: Shader
ru: Шейдеры

source: Size
de: Größe
ru: Размер

# TexSize
source: Texture size
de: Texturgröße
ru: Разм. текстуры

source: Count
de: Anzahl
ru: Количество

source: Lightmap size
de: Lightmap-Größe
ru: Размер карты осв.

source: Lights
de: Lichter
ru: Освещение

source: Vehicle Lights
de: Fahrzeugbeleuchtung
ru: Автомобильные фары

source: Under glow
de: Unter leuchten
ru: Под свечением

source: Particles
de: Partikel
ru: Частицы

source: Tire Trails
de: Reifenspuren
ru: Следы шины

source: View
de: Ansicht
ru: Вид

# Digits
source: Digits (gear, speed)
de: Ziffern (Gang, Geschwindigkeit)
ru: Цифры (пер., скор.)

source: Speed unit
de: Einheit
ru: Единица скорости

# Gauges
source: Gauges (rpm, speed)
de: Tacho (U/min, Geschwindigkeit)
ru: Приборы (об., скор.)

source: Layout
de: Anordnung
ru: План

source: Minimap
de: Karte
ru: Мини-карта

# MinimapZoom
source: Zoom
de: Vergrößerung
ru: Масштаб

# MinimapRotate
source: Rotate
de: Drehen
ru: Вращать

# MinimapTerrain
source: Terrain
de: Gelände
ru: Ландшафт

# MinimapBorder
source: Border
de: Rand
ru: Граница

source: Times bar
de: Zeitanzeige
ru: Панель инфо

source: Opponents List
de: Gegnerliste
ru: Спис. опон.

source: Opponents Sorted
de: Gegner sortieren
ru: Сорт. оппонентов

# CheckArrow
source: Checkpoint Arrow
de: Wegpunktpfeil
ru: Стрелка навигации

# CheckBeam
source: Next checkpoint beam
de: Nächste Wegpunktmarkierung
ru: Луч следующей КТ

# CountdownTime
source: Race countdown time
de: Countdown-Zeit
ru: Обратный отсчет (с)

source: Pacenotes
de: Streckenbuch
ru: Заметки

# PaceNextVisible
source: Next shown
de: Gezeigte nächste
ru: Показать

# RacingLine
source: Racing Line (trail)
de: Rennlinie (Weg)
ru: Гоночная линия (след)

source: Camera
de: Kamera
ru: Камера

source: Camera info
de: Kamerainfo
ru: Камеры инфо

# CameraAutoTilt
source: Camera auto tilt on slopes
de: Bei Gefälle Kamera autom. kippen
ru: Автонаклон на склонах

# CameraLoopChange
source: Camera change in loops
de: Kamerawechsel in Loopings
ru: Изм. камеру в петлях

# CameraBounce
source: Dynamic camera bouncing
de: Dynamische Kamera schaukeln
ru: Дин. подпрыг. камеры

# BoostFOV
source: Adaptive FOV
de: Adaptives Sichtfeld
ru: Адаптив. FOV

# FOV
source: View angle
de: Gesichtsfeld
ru: Вид ракурсом

source: Effects
de: Effekte
ru: Эффекты

# SSAO
source: SSAO (Ambient Occlusion)
de: SSAO (Umgebungsokklusion)
ru: SSAO (окружающая окклюзия)

source: Lens flare
de: Objektivreflexion
ru: Блики на объективе

source: Sunbeams
de: Sonnenstrahlen
ru: Солнечные лучи

# GI
source: Global Illumination
de: Globale Beleuchtung
ru: Глобальное освещение

# AllEffects
source: Effects Enabled
de: Effekte aktivieren
ru: Вкл. эффекты

source: Bloom
de: Überstrahlung
ru: Свечение

source: Intensity
de: Intensität
ru: Интен.

# OrigImage
source: Darken
de: Abdunkeln
ru: Затемнение

source: Soft Particles
de: Weiche Partikeln
ru: Мягкие частицы

source: Motion Blur
de: Bewegungsunschärfe
ru: Размытость

source: Film Grain
de: Filmkörnung
ru: Зернистость пленки

source: Depth of Field
de: Tiefenunschärfe
ru: Прорисовка

source: Near
de: Nah
ru: Близко

source: Far
de: Weit
ru: Даль

source: Small
de: Klein
ru: Мелкий

source: Big
de: Groß
ru: Большой

# HDR
source: HDR and Bloom (High Dynamic Range)
de: HDR und Bloom (hoher dynamischer Bereich)
ru: HDR и Блум (высокий динамический диапазон)

# HDRAdaptationScale
source: Adapt Scale
de: Adaptionsrate
ru: Адап. гамма

# HDRIntensity
source: Bloom Intensity
de: Überstrahlungsintensität
ru: Интен. свеч.

# HDROrigImage
source: Bloom Darken
de: Überstrahlung abdunkeln
ru: Затемнение

# HDRParam1
source: Exposure
de: Belichtung
ru: Выдержка

# HDRParam2
source: Brightness
de: Helligkeit
ru: Яркость

# HDRParam3
source: Grain
de: Körnung
ru: Зерно

source: Other
de: Sonstige
ru: Другое

source: Development
de: Entwicklung
ru: Разработка

# FPS
source: Fps bar, render statistics
de: Fps-Balken, Renderstatistiken
ru: Полоса Fps, статистика рендеринга

# FPS_Fps
source: Frames per second
de: Bilder pro Sekunde
ru: Кадры в секунду

# FPS_Triangles
source: Millions of triangles
de: Millionen von Dreiecken
ru: Миллионы треугольников

# FPS_Draws
source: Draw calls
de: Ziehungsaufrufe
ru: Вызовы на рисование

# FPS_Instances
source: Instances
de: Instanzen

# FPS_Vegetation
source: Vegetation models
de: Vegetationsmodelle
ru: Модели растительности

# FPS_Workspaces
source: Workspaces
de: Arbeitsbereiche
ru: Рабочие места

# FPS_Memory
source: GPU memory
de: GPU-Speicher
ru: Память GPU

source: Wireframe
de: Drahtgitter
ru: Каркас

# BulletLines
source: Bullet debug lines
de: Bullet-Debug-Linien
ru: Линии отладки Bullet

# BulletProfilerTxt
source: Bullet Profiler Times
de: Bullet-Profileranzeige
ru: Сроки профайлера Bullet

# FullSoundsInfo
source: Full sounds info in graphs.
de: Vollständige Toninfo in Graphen.
ru: Всё инфо о звуке в графиках

source: Cache Materials
de: Cache-Materialien
ru: Материалы для кэша

# CarTireVisCircles
source: Tire force circles visualisation
de: Rad-Kraftkreise-Visualisation
ru: Визуализ. нагр. на шины

source: Car debug text
de: Auto Debug text
ru: Отладка авто

# CarDebugSurfaces
source: Car tire surfaces
de: Autoreifen-Flächen
ru: Поверхности шин

# ProfilerTxt
source: Profiler times text
de: Profiler-Text
ru: Сроки профайлера

source: Text color
de: Textfarbe
ru: Цвет текста

# DevKeys
source: Developer keys. Ctrl-F global, Alt-shift-.. load test tracks.
de: Entwicklerschlüsseln. Strg-F global, Alt-Umschalt-.. Testspuren laden.

# CarPreview
source: Force car preview
de: Autovorschau erzwingen

# MouseCapture
source: Capture mouse
de: Maus einfangen
ru: Захват мыши

# OgreDialog
source: Show Ogre dialog
de: Ogre-Dialog anzeigen
ru: Показать диалог Ogre

# StartInMain
source: Start in main menu
de: Ins Hauptmenü starten
ru: Запускать гл. меню

# AutoLoad
source: Auto Load track
de: Strecke autom. laden
ru: Автозагр. трассы

# EscQuit
source: Esc quits
de: Beenden mit Esc
ru: Esc выйти

# ShowPictures
source: Show pictures while loading
de: Bilder beim Laden anzeigen
ru: Показать картинку при загр.

# ScreenshotPng
source: Screenshots saved as .png
de: Screenshots als .png speichern
ru: Скриншоты сохр. в .png

# InputUnbind
source: Press RMB on button to unbind.
de: RMT auf Button: Zuweisung entfernen
ru: Для очистки жми RMB.

# InputNoJS
source: No joystick
de: Kein Joystick
ru: Нет джойстика

# InputKeyUnassigned
source: -- None --
de: -- Kein --
ru: -- Нет --

# InputAssignKey
source: &lt;Assign&gt;
de: &lt;Zuweisen&gt;
ru: &lt;Назнач&gt;

# OneAxisThrottleBrake
source: One axis for throttle and brake
de: Eine Achse für Gas und Bremse
ru: 1 ось для газа и тормоза

# TipOneAxisThrottleBrake
source: If your controller has throttle and brake in one axis, check this. Bind axis to throttle, unbind brake. Use Inverse from throttle if needed.
de: Wenn Ihr Controller Gas und Bremse auf einer Achse hat, überprüfen Sie dies. Weisen Sie die Achse zu Gas zu und entfernen Sie die Zuweisung fürs Bremsen. Benutzen Sie die Umkehr-Option vom Gas, wenn benötigt.
ru: Ваш контроллер имеет ли газ и тормоз на одной оси, проверте это. Привяжите ось к газу, отвяжите от тормоза. Используйте инверсию от газа если это необходимо.

# InputMapGeneral
source: General
de: Allgemein
ru: Общий

# InputHeaderTxt1
source: Action
de: Aktion
ru: Действие

# InputHeaderTxt2
source: Binding
de: Taste
ru: Привязка

# InputHeaderTxt3
source: Value
de: Wert
ru: Значение

# InputHeaderTxt4
source: Edit
de: Ändern
ru: Ред.

# InputControllers
source: Controllers
de: Controller
ru: Контролеры

# InputDetailPreset
source: Set from preset
de: Voreinstellung
ru: Уст. по умол.

# InputDetailsFor
source: Details for
de: Details
ru: Детали для

# InputMinVal
source: Min. Value
de: Min. Wert
ru: Мин. значение

# InputMaxVal
source: Max. Value
de: Max. Wert
ru: Макс. значение

# InputMultiplier
source: Multiplier
de: Faktor
ru: Коэффициент

# InputInverse
source: Inverse
de: Umkehren
ru: Инвер.

# InpSet_KeyHalf
source: Key Half
de: Taste halb
ru: 2 кнопки

# InpSet_KeyFull
source: Key Full
de: Taste ganz
ru: 1 кнопка

# InpSet_AxisHalf
source: Axis Half
de: Achse halb
ru: 2 оси

# InpSet_AxisHalfInv
source: Axis Half Inversed
de: Achse halb invertiert
ru: Пол оси инверсия

# InpSet_AxisFull
source: Axis Full
de: Achse ganz
ru: 1 ось

# InpSet_AxisFullInv
source: Axis Full Inversed
de: Achse voll umgekehrt
ru: 1 ось инверсия

# InputKeyboardEmulation
source: Keyboard Emulation
de: Tastaturemulation
ru: Эмуляция клавиатуры

# InputIncreaseSensitivity
source: Sensitivity
de: Empfindlichkeit
ru: Чувствит.

# InputReturnDelay
source: Return speed
de: Zurückkehren
ru: Скор. возврата

# InputKeyAllPreset
source: Set all from preset
de: Voreinstellung
ru: По умолчанию

# InpSet_Slow
source: Slow
de: Langsam
ru: Медленно

# InpSet_Medium
source: Medium
de: Mittel
ru: Средне

# InpSet_Fast
source: Fast
de: Schnell
ru: Быстро

# InputMapThrottle
source: Throttle
de: Gas
ru: Газ

# InputMapBrake
source: Brake
de: Bremsen
ru: Тормоз

# InputMapSteering
source: Steering
de: Lenkung
ru: Управление

# InputMapHandBrake
source: Handbrake
de: Handbremse
ru: Ручник

# InputMapFlip
source: Flip
de: Umdrehen
ru: Перевор.

# InputMapRewind
source: Rewind (time)
de: Zurück (Zeit)
ru: Перемотка

# InputMapShiftUp
source: Shift up
de: Hochschalten
ru: Передача +

# InputMapShiftDown
source: Shift down
de: Runterschalten
ru: Передача -

# InputMapPrevCamera
source: Previous Camera
de: Vorherige Kamera
ru: Пред. камера

# InputMapNextCamera
source: Next Camera
de: Nächste Kamera
ru: След. камера

# InputMapLastChk
source: Go to last checkp.
de: Zurücksetzen
ru: Спасти авто

# InputMapLights
source: Toggle lights
de: Lichter umschalten

# InputMapShowOptions
source: Show options
de: Einstellungen zeigen
ru: Показ. опции

# InputMapPrevTab
source: Previous tab
de: Vorheriger Tab
ru: Пред. вкладка

# InputMapNextTab
source: Next tab
de: Nächster Tab
ru: След. вкладка

# InputMapRestartGame
source: New game
de: Neues Spiel
ru: Новая игра

# InputMapResetGame
source: Reset game
de: Spiel zurücksetzen
ru: Сбросить игру

# InputMapScreenshot
source: Screenshot
de: Bildschirmfoto
ru: Скриншот

# InputCameraTxt1
source: with shift - main cameras only
de: Mit Umschalt - nur Hauptkameras
ru: с Shift - главные камеры

# InputGraphsType
source: change graphs type in game
de: Graphentyp ändern
ru: изменить тип схем в игре

# InputOther1
source: Up,Down - navigate in lists Enter - start
de: Oben,Unten - in Listen navigieren Eingabe - starten
ru: Up,Down - навигация Enter - старт

# InputOther2
source: Enter - show/hide players window in multiplayer
de: Eingabe - Spielerfenster in Mehrspieler zeigen
ru: Enter - пок./скрыть окно игроков по сети

# InputOther3
source: Enter - show lap results
de: Eingabe - Rundenergebnisse zeigen
ru: Enter - пок. итоги круга

# InputFocusFind
source: Ctrl-F go to find box
de: Strg-F Suche fokussieren
ru: Ctrl-F поисковик

# InputRplCtrl1
source: Backspace - show/hide controls (hold ctrl to use mouse)
de: Rücktaste - Steuerung zeigen/verbergen (Strg für Maus)
ru: Backspace - пок./скрыть индик. (держи Ctrl для мыши)

# InputRplCtrl2
source: P - pause/unpause replay
de: P - Replay pausieren/fortsetzen
ru: P - пауза/играть повтор

# InputRplCtrl3
source: Down, Up - wind backwards/forwards (shift - slow, ctrl,alt - fast)
de: Abwärts, Aufwärts - rückwärts/vorwärts spulen (Shift - langsam, Strg, Alt - schnell)

# InputRplCtrl4
source: K, L - change camera view to other player
de: K, L - Anderen Spieler für Kamera auswählen
ru: K, L - изм. вид камеры другого игрока

# TweakEdit1
source: Alt-Z - toggle tweak window (car edit)
de: Alt-Z - Feineinstellungsfenster umschalten (Auto bearbeiten)
ru: Alt-Z - окно наладки (ред. авто)

# TweakEdit2
source: Alt-Shift-Z - save file and reload game
de: Alt-Umschalt-Z - Datei speichern und Spiel laden
ru: Alt-Shift-Z - сохр. файл и перезагр. игру

# TweakEdit3
source: Ctrl-F5 - start car performance test
de: Strg-F5 - Auto-Leistungstest starten
ru: Ctrl-F5 - тест тех. характер. авто

# TiresEdit
source: Tire Edit - (Graphs mode)
de: Reifen bearbeiten - (Graphenmodus)

# TiresEdit1
source: PgUp/PgDn - previous, next value
de: Bild auf/ab - vorheriger, nächster Wert
ru: PgUp/PgDn - пред., след. знач.

# TiresEdit2
source: 1,2 or Num /,* - change value
de: 1,2 oder Num /,* - Wert ändern
ru: 1,2 или Num /,* - изм. знач.

# TiresEdit3
source: Home - toggle longitudinal / lateral parameters
de: Pos1 - schalte längs/seitliche Parameter um
ru: Home - прод. / попер. параметры

# TiresEdit4
source: End - toggle align moment parameters
de: Ende - Ausrichtungsmomentparameter ein/aus
ru: End - знач. параметров в ряд

# TireEdCommonY
source: Common y range
de: Gemeinsame Y-Reichweite
ru: Общий y диап.

# TireEdReference
source: Show reference graph
de: Referenzgraph anzeigen
ru: Показ. схему связи

# VolMaster
source: Master
de: Haupt
ru: Общий

source: Engine
de: Motor
ru: Двигатель

source: Tires
de: Reifen
ru: Шины

source: Suspension
de: Aufhängung
ru: Подвеска

source: Environment
de: Umgebung
ru: Окр. среда

source: Ambience
de: Atmosphäre

# Reverb
source: Reverberation
de: Nachhall
ru: Эхо

source: Fluid Splash
de: Wasser-Spritzer
ru: Брызги

source: Fluid Cont.
de: Gewässertyp
ru: Жидкость

source: Car Crash
de: Auto-Crash
ru: Авария авто

source: Car Scrap
de: Auto-Verschrottung
ru: Лом авто

source: About
de: Über
ru: Об игре

# GameBy
source: A game by
de: Ein Spiel von
ru: Игра

source: and contributors.
de: und Mitwirkenden.
ru: и участники.

source: based on
de: basiert auf
ru: на основе

source: and using
de: benutzt
ru: и используется

# ProjectPage
source: project&apos;s page:
de: Projektseite:
ru: Стр. проекта:

# PreviewCam
source: Preview Camera
de: Vorschaukamera
ru: Смот. камера

# Leave
source: Leave (exit)
de: Verlassen
ru: Выход

source: Enter - save
de: Eingabe - speichern
ru: Enter - сохр.

source: screenshot
de: Bildschirmfoto
ru: снимок экрана

source: Terrain brush
de: Geländepinsel
ru: Кисть ландшафта

source: Road Point
de: Straßenpunkt
ru: Точка дороги

source: Road Stats
de: Straßen-Statist.
ru: Стат. дороги

source: Load Track
de: Strecke laden
ru: Загр. трассу

# CopySource
source: Set as copy source
de: Als Kopierquelle setzen
ru: Сделать копию источника

# NewDup
source: New (Duplicate)
de: Neu (Kopie)
ru: Новый (дубликат)

source: Rename
de: Umbenennen
ru: Переименовать

source: Delete
de: Entfernen
ru: Удалить

source: Delete track ?
de: Strecke löschen?
ru: Удалить трассу ?

# CopyTrackNoSource
source: No source track selected.
de: Keine Quellstrecke ausgewählt.
ru: Не выбран источник трассы.

# CopyTrackSourceSame
source: Source track and current track are the same.
de: Quellstrecke und aktuelle Strecke sind identisch.
ru: Нет разницы у текущей трассы с источником.

# CantSaveOrgTrack
source: Can't save original track. Duplicate it first.
de: Originalstrecke kann nicht gespeichert werden. Kopieren Sie sie zuerst.
ru: Нельзя сохр. ориг. трассу. Продублируйте.

source: Sun
de: Sonne
ru: Солнце

source: Sky
de: Himmel
ru: Небо

source: Sun dir.
de: Sonnenrichtung
ru: Напр. солнца

source: yaw
de: Gier
ru: откл.

source: pitch
de: Nick
ru: наклон

source: Light
de: Licht
ru: Освещение

source: Ambient
de: Umgebung
ru: Окр. среда

source: Diffuse
de: Diffus
ru: Распространение

source: Fog
de: Nebel
ru: Туман

# FogHeight
source: Height
de: Höhe
ru: Высота

source: Color
de: Farbe
ru: Цвет

# FogEnd
source: end
de: Ende
ru: конец

# DisableEdit
source: Disable/enable for editing.
de: Beim Bearbeiten deaktivieren

source: Weather
de: Wetter
ru: Погода

source: set1
de: Typ1
ru: набор1

source: set2
de: Typ2
ru: набор2

source: intensity
de: Intensität
ru: интенсивность

source: Terrain
de: Gelände
ru: Ландш.

# TerDeform
source: Deform
de: Deformieren
ru: Деформ.

# TerFilter
source: Filter
de: Filtern
ru: Фильтр

# TerSmooth
source: Smooth
de: Glätten
ru: Ровная

# TerHeight
source: Height
de: Höhe
ru: Высота

source: Heightmap size
de: Heightmap-Größe
ru: Кол. вершин

# TriSize
source: Triangle size
de: Dreiecksgröße
ru: Размер треуг.

source: Terrain size
de: Geländegröße
ru: Размер ландш.

# NewTerrainFlat
source: New flat
de: Neu (leer)
ru: Новый

# NewTerrainGenerate
source: Generate new
de: Neu erzeugen
ru: Ген. новый

source: Add
de: Hinzufügen
ru: Добавить

source: Substract
de: Subtrahieren
ru: Основа

source: Multiply
de: Multiplizieren
ru: Множить

source: Collision
de: Kollision

source: Border
de: Rand

source: Horizon
de: Horizont

source: Normals scale
de: Normalenskalierung
ru: Норм. масш.

# TerrainEmissiveLight
source: Terrain has emissive light
de: Gelände strahlt Licht aus
ru: Ландшафт излучает свет

source: Specular power
de: Spiegelungsstärke
ru: Зеркал. сила

# SpecularPowerEm
source: Emissive power
de: Strahlungsstärke
ru: Сила излуч.

source: Brushes
de: Pinsel
ru: Кисти

# TerrainHalf
source: Half
de: Halbieren
ru: Половина

# TerrainDouble
source: Double
de: Doppelt
ru: Двойной

# TerrainMove
source: Move
de: Bewegen
ru: Движ.

source: Enabled
de: Aktiviert
ru: Вкл.

source: Used
de: Benutzt
ru: Исп.

source: Layer
de: Schicht
ru: Слой

source: Layers
de: Schichten
ru: Слои

source: Scale
de: Skalierung
ru: Масштаб

source: Update
de: Aktualisieren
ru: Обновить

source: Swap
de: Tauschen
ru: Обмен

source: Angle Min
de: Min. Winkel
ru: Мин. угол

source: Angle Max
de: Max. Winkel
ru: Макс. угол

# TerLAngSm
source: Angle smooth
de: Winkelglättung
ru: Ровный угол

source: Height Min
de: Min. Höhe
ru: Мин. высота

source: Height Max
de: Max. Höhe
ru: Макс. высота

source: smooth
de: Glättung
ru: ровный

# TerLHSm
source: Height smooth
de: Höhenglättung
ru: Ровная высота

# TerLNoise
source: Noise
de: Rauschen
ru: Шум

# TerLNoiseOnly
source: Only Noise
de: Nur Rauschen
ru: Только шум

# TerGenScale
source: Scale Height
de: Höhenskalierung
ru: Шкала высоты

# TerGenOfsX
source: Offset X
de: X-Versatz
ru: Смещение по X

# TerGenOfsY
source: Offset Y
de: Y-Versatz
ru: Смещение по Y

# TerGenFreq
source: Freq. zoom
de: Frequenz-Zoom
ru: Частота увел.

# TerGenOct
source: Octaves
de: Oktaven
ru: Наборы

# TerGenPers
source: Persistance noise
de: Rauschen
ru: Инерция шума

# TerGenPow
source: Power (shape)
de: Potenz (Form)
ru: Сила (форма)
