Repository: jopadan/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: de, ru

# InputStartLMB
source: ctrl-LMB - place LMB - move RMB - height
de: Strg-LMT - platzieren LMT - bewegen RMT - Höhe
ru: ctrl-LMB - место LMB - движ. RMB - высота

# InputStartAltLMB
source: alt-LMB - rotate (shift - global) alt-RMB - pitch (shift - roll)
de: Alt-LMT - rotieren (Umschalt: global); Alt-RMT - nicken (Umschalt: rollen)
ru: alt-LMB - вращ. (shift - глоб.) alt-RMB - накл. (shift - вращ.)

# InputStartAltMMB
source: alt-MMB - reset rotation
de: Alt-MMB - Rotation zurücks.
ru: alt-MMB - отмена вращ.

# InputStartHeight
source: [,] - adjust start box height (bigger for pipes)
de: [,] - Starthöhe verändern (größer für Rohre)
ru: [,] - регул. высоты старта (больше для труб)

# InputStartWidth
source: ; &apos; - adjust start box width (for road width)
de: ; &apos; - Startbreite ändern (für Straßenbreite)
ru: ; &apos; - регул. ширину старта (ширина дороги)

# InputStartDir
source: Space - change road direction (+ or -)
de: Leer - Straßenrichtung (+ oder -)
ru: Space - изм. напр. дороги (+ или -)

# InputStartMeet
source: car will meet (next+ / prev-) point numbers
de: Auto wird (nächste + / vorherige -) Streckenpunkte treffen
ru: авто встретиться (след+/пред-) места

# InputFluidsPrevNext
source: PgUp,PgDn (or Wheel) - previous/next fluid
de: Bild/Mausrad auf/ab - Gewässer vor/zurück
ru: PgUp,PgDn (или Wheel) - пред./след. жидкость

# InputFluidsIns
source: Ins - insert new, default fluid at cursor
de: Einfg - neues Gewässer
ru: Ins -вставить жидкость где курсор

# InputFluidsDel
source: Del - delete current
de: Entf - löschen
ru: Del - удалить

# InputFluidsMove
source: LMB - move RMB - height
de: LMT - bewegen, RMT - Höhe
ru: LMB - движение RMB - высота

# InputFluidsSize
source: alt-LMB - size alt-RMB - depth
de: Alt-LMT Größe, Alt-RMT Tiefe
ru: alt-LMB - размер alt-RMB - глубина

# InputFluidsType
source: -,= - change fluid type (water,mud,etc.)
de: -,= - Gewässertyp ändern
ru: -,= - тип жидкости (вода,грязь,и т.п.)

# InputFluidsQuality
source: 1,2 - change fluid rendering quality
de: 1,2 - Qualität der Flüssigkeitsdarstellung ändern

# InputFluidsTile
source: [,] - change texture tiling
de: [,] - Kachelgröße ändern
ru: [,] - изменить текстуру

# InputFluidsTileY
source: ; &apos; - change texture tiling, one coord. only
de: ; &apos; - Kachelgröße eindimensional ändern
ru: ; &apos; - изм. текстуру плитки, 1 координата

# InputFluidsUpdate
source: F10 - update depth map, after terrain deform near shore
de: F10 - Depthmap aktualisieren
ru: F10 - обновить отображение глубины в ландшафте

# InputObjectsPrevNext
source: PgUp,PgDn (or Wheel) - previous/next object
de: Bild/Mausrad auf/ab - Objekt vor/zurück
ru: PgUp,PgDn (или Wheel) - пред./след. объект

# InputObjectsIns
source: Ins - insert new, at cursor
de: Einfg - bei Cursor platzieren
ru: Ins - вставить, где курсор

# InputObjectsDel
source: Del - delete current
de: Entf - löschen
ru: Del - удалить текущий

# InputObjectsMove
source: 1 - Move LMB - plane XZ RMB - Y height
de: 1 - Bewegen LMT - Ebene XZ RMT - Y Höhe
ru: 1 - движ. LMB - по XZ RMB - Y высота

# InputObjectsRot
source: 2 - Rotate local (alt- global) LMB: Z RMB: Y MMB: X
de: 2 - Drehen lokal (Alt- global) LMT: Z RMT: Y MMT: X
ru: 2 - местное вращ.(alt- глоб.) LMB: Z RMB: Y MMB: X

# InputObjectsScale
source: 3 - Scale LMB - uniform XYZ RMB: Y MMB: Z
de: 3 - Skalieren LMT - uniform XYZ RMT: Y MMT: Z
ru: 3 - Масштаб LMB - все RMB: Y MMB: Z

# InputObjectsMoveReset
source: shift-1 - move to cursor / reset new height
de: Umschalt-1 - zum Zeiger bewegen / neue Höhe zurücksetzen
ru: shift-1 - к курсору /сброс высоты

# InputObjectsRotReset
source: shift-2 - reset rotation
de: Umschalt-2 - Umdrehung zurücksetzen
ru: shift-2 - сброс вращ.

# InputObjectsScaleReset
source: shift-3 - reset scale to 1 (with shift to 0.5)
de: Umschalt-3 - Skalierung auf 1 (Mit Umschalt auf 0,5)
ru: shift-3 - сброс шкалы до 1 (с shift до 0.5)

# InputObjectsType
source: -,= - change object type
de: -,= - Objekttyp wechseln
ru: -,= - тип объекта

# InputObjectsMaterial
source: O,P - change material
de: O,P - Material wechseln

# InputObjectsSimulate
source: C - simulation toggle for dynamic objects
de: C - Simulation nutzen für dynamische Objekte
ru: C - симуляция динамических объектов

# InputObjectsCopySel
source: ctrl-Ins - copy selection
de: Strg-Einfg - Auswahl kopieren
ru: ctrl-Ins - копир. выб.

# InputObjectsPaste
source: shift-Ins - paste copied
de: Umschalt-Einfg - Kopie einfügen
ru: shift-Ins - вставить выб.

# InputParticlesDensity
source: [,] - change density (emission rate)
de: [,] - Änderung der Dichte (Emissionsrate)

# InputParticlesStatic
source: Enter - toggle static
de: Enter - statisch umschalten

# InputParticlesSize
source: K,L - change size scale
de: K,L - Größenskala ändern

# InputParticlesType
source: change particles type
de: Partikeltyp ändern

# TipCarSpeed
source: Vehicle speed rating, more means faster car. Warning, on gravel too fast cars won't be faster because they don't have enough grip.
de: Fahrzeuggeschwindigkeitsbewertung, mehr bedeutet schnelleres Auto. Achtung, auf Schotter werden zu schnelle Autos nicht schneller, weil ihnen der Grip fehlt.

# TipCarType
source: Vehicle type, primary destination. Some can still be used on gravel even if not meant for it.
de: Fahrzeugtyp, Hauptziel. Einige können auch dann auf Schotter verwendet werden, wenn sie nicht dafür vorgesehen sind.

# TipCarYear
source: Year when this vehicle's production started.
de: Jahr, in dem die Produktion dieses Fahrzeugs aufgenommen wurde.

# TipCarDifficulty
source: Vehicle handling difficulty. Higher values require more skill driving this vehicle well on tracks, and bring more trouble.
de: Schwierigkeit der Fahrzeugsteuerung. Höhere Werte erfordern mehr Geschicklichkeit beim Fahren des Fahrzeugs auf der Strecke und bringen mehr Probleme mit sich.

# TipCarWidth
source: Rating of vehicle's width. Higher values mean more trouble in narrow tracks.
de: Bewertung der Fahrzeugbreite. Höhere Werte bedeuten mehr Probleme auf schmalen Gleisen.

# TipDrivability
source: Drivability tells how well will vehicle drive on track. If undrivable, best to change vehicle. Many vehicles can't handle certain track properties. Gravel type cars handle all tracks well.
de: Die Fahrbarkeit sagt aus, wie gut das Fahrzeug auf der Strecke fahren wird. Wenn es nicht fahrbar ist, wechseln Sie am besten das Fahrzeug. Viele Fahrzeuge kommen mit bestimmten Streckeneigenschaften nicht zurecht. Schotterautos kommen auf allen Strecken gut zurecht.

# TipRating
source: Quality rating. Higher values mean: well made, playable, good looking and interesting design.
de: Qualitätsbewertung. Höhere Werte bedeuten: gut gemacht, spielbar, gut aussehend und interessantes Design.

# ChampEndCongrats
source: Congratulations !
de: Glückwunsch!
ru: Поздравляем !

# TutorEndFinished
source: You have finished this tutorial.
de: Die Einführung wurde beendet.
ru: Вы закончили это обучение.

# ChampEndFinished
source: You have finished this championship.
de: Die Meisterschaft wurde erfolgreich beendet!
ru: Вы закончили этот чемпионат.

# ChallEndFinished
source: You have passed this challenge.
de: Sie haben die Herausforderung gewonnen.
ru: Вы прошли этот вызов.

# ClickInList
source: Pick in list to read description and start.
de: Wählen Sie in der Liste, um die Beschreibung zu lesen und zu starten.

# SingleRaceInfo
source: In Single Race mode, you can drive and practice any single track, for as long as you want. By default both your best ghost drive and track's guide car will be present.
de: Im Einzelrennen-Modus können Sie jede beliebige Strecke so lange fahren und üben, wie Sie wollen. Standardmäßig werden sowohl Ihr bester Ghost Drive als auch das Führungsfahrzeug der Strecke angezeigt.

# SplitScreenInfo
source: In Split Screen mode, more players (up to six) on one computer can play on any single track.
de: Im Split-Screen-Modus können mehrere Spieler (bis zu sechs) an einem Computer auf einer einzigen Strecke spielen.

# MultiplayerInfo
source: In Multiplayer mode, players can play either in local network or connect over internet. See info on Settings tab. Direct connect is needed (need to know IPs). And for internet, game ports need forwarding on routers.
de: Im Mehrspielermodus können die Spieler entweder im lokalen Netzwerk spielen oder eine Verbindung über das Internet herstellen. Siehe Informationen auf der Registerkarte Einstellungen. Eine direkte Verbindung ist erforderlich (Sie müssen die IPs kennen). Und für das Internet müssen die Spielports auf den Routern weitergeleitet werden.

# ChampInfo
source: In tutorial/championship mode you drive a series of tracks. Minimum score (depending on your time) is needed to pass to next stage. Car changing is possible.
de: Im Tutorial-/Meisterschaftsmodus wird eine Streckenserie gefahren. Eine Mindestpunktzahl, die von der gefahrenen Zeit abhängig ist, ist erforderlich, um die nächste Etappe zu erreichen. Es ist möglich, das Auto zu wechseln.
ru: В обучение/чемпионат режиме вы участвуете в серии из трасс. Минимальный счёт (зависит от времени) необходим чтобы получить доступ к следующему этапу. Возможна замена автомобиля.

# ChallInfo
source: In challenge mode the game has setup, most settings can't be changed. Time or position is needed. If you pass you receive bronze, silver or gold prize.
de: Im Herausforderungsmodus wurde das Spiel fertig aufgesetzt, die meisten Einstellungen sind unveränderlich. Zeit oder Position ist benötigt. Wenn Sie bestehen, gewinnen sie einen Bronze-, Silber- oder Gold-Preis.
ru: В режиме вызов игра имеет большинство неизменяемых настроек. Нужно время или позиция. Попробуй получить бронзу, серебро или золото.

# ChampInfo2
source: Championships are usually long, have many tracks, but are easy to pass.
de: Meisterschaften sind meistens lang, haben viele Strecken, aber sind einfach zu bestehen.
ru: Обычно чемпионаты долгие, много трасс, но легко пройти.

# ChallInfo2
source: Challenges are short but usually difficult to pass.
de: Herausforderungen sind kurz, aber meistens schwierig zu bestehen.
ru: Вызовы короткие, но обычно трудно пройти.

# TutorInfo
source: Tutorials have just a few tracks. They are easy to pass and show various track elements.
de: Einführungen haben nur wenige Strecken. Sie sind einfach und zeigen verschiedene Streckenelemente.
ru: В обучениях мало трасс. Их пройти легко и они показывают разные элементы трасс.

# CollectInfo
source: In collection game, you roam a track freely (not just on roads). The aim is to collect all gems located in various places. Time can be limited or not. Faster time gives better prize.
de: Im Sammelspiel bewegst du dich frei auf einer Strecke (nicht nur auf Straßen). Ziel ist es, alle Edelsteine zu sammeln, die sich an verschiedenen Orten befinden. Die Zeit kann begrenzt sein oder nicht. Eine schnellere Zeit gibt einen besseren Preis.

source: Hint
de: Tipp
ru: Совет

# HintShow
source: Show at startup
de: Bei Start anzeigen
ru: Показ. при запуске

# HintKey
source: Ctrl-F1 - Show
de: Strg-F1 - Anzeigen
ru: Ctrl-F1 - Показать

source: Welcome to
de: Willkommen bei
ru: Добро пожаловать в

# HintScreen
source: To change screen resolution and adjust graphics to your card press Screen button.
de: Um die Bildschirmauflösung und die Grafikeinstellungen Ihrer Grafikkarte zu ändern, betätigen Sie den »Bildschirm«-Knopf.
ru: Чтобы изменить разрешение экрана и настроить графику нажми кнопку Экран.

# HintGraphics
source: To adjust graphics to your card press Screen button.
de: Um die Grafik an Ihre Karte anzupassen, drücken Sie die Taste Bildschirm.

# HintInput
source: To check keys used in game or reassign them, or to configure controller press Input button.
de: Um die Tastenbelegung zu betrachten oder zu ändern oder die Controller zu konfigurieren, betätigen Sie den »Eingabe«-Knopf.
ru: Чтобы узнать кнопки исп. в игре или переназначить их, или сконф. контролер нажми кнопку Ввод.

source: Game Statistics
de: Spielstatistik

source: Track not found !
de: Strecke nicht gefunden!
ru: Трасса не найдена !

# TipReverse
source: Reverse track direction.
de: Streckenrichtung umkehren.
ru: Обратное направление трассы.

# TipNewGame
source: Start game on new track or Restart on current.
de: Ein Spiel auf neuer Strecke starten oder auf der aktuellen Strecke neu starten.
ru: Начать игру на новой трассе или перезапустить текущую.

# TipFind
source: Enter part of name to find (filters list).
de: Geben Sie hier einen Teil des Namens der Strecke, nach der Sie suchen, ein (filtert die Liste).
ru: Введи часть имени, чтобы найти (фильтрует список).

# TrackDifficulties
source: Various Track Difficulties
de: Schwierigkeit der Strecke
ru: Разные сложности трасс

# TipClickMax
source: Click to maximize. Then click to close.
de: Klicken Sie zum Maximieren. Klicken Sie dann zum Schließen.

# TipTrackDesc
source: Track description text.
de: Beschreibung der Strecke.
ru: Описание трассы.

# TipTrackAdvice
source: Track driving advices and warnings.
de: Strecken Fahrhinweise und Warnungen.

# TipTrackImg
source: In game screenshot for selected track.
de: Bildschirmfoto der ausgewählten Strecke.
ru: Снимок трассы для игры

# TipTrackMap
source: Minimap of selected track, view from top.
de: Karte der ausgewählten Strecke, Sicht von oben.
ru: Мини-карта выбранной трассы, вид сверху.

# TipTrkViewShort
source: Short list view.
de: Kurze Listenansicht.
ru: Просмотр коротким списком.

# TipTrkViewDetailed
source: Detailed list view.
de: Detaillierte Listenansicht.
ru: Просмотр детального списка.

# fluids
source: fluids (water or mud)
de: Gewässer (Wasser oder Schlamm)
ru: жидкости (вода или грязь)

# bumps
source: bumps (bumpy terrain)
de: Bodenwellen (unebenes Gelände)
ru: ухабы (пересечённая местность)

source: jumps
de: Sprünge
ru: прыжки

source: loops
de: Loopings
ru: петли

source: pipes
de: Rohre
ru: трубы

source: banked
de: schräg
ru: накренился

# frenzy
source: frenzy (curly road)
de: viele Kurven
ru: безумие (извилистые дороги)

source: long
de: lang
ru: длинный

# sum
source: sum (of difficulties)
de: Summe (der Schwierigkeiten)

source: difficulty
de: Schwierigkeit
ru: сложность

source: rating
de: Bewertung
ru: оценка

# objects
source: objects (dynamic)
de: Objekte (dynamisch)
ru: объекты (дин.)

# obstacles
source: obstacles (on road or in pipe)
de: Hindernisse (auf Straße oder im Rohr)
ru: препятствия (на дор., в трубе)

source: user
de: Benutzer

source: bookmark
de: Lesezeichen

# TrackBankAng
source: Road banking angles: average and maximum, in degrees.
de: Straßenbankett: Schnitt und Maximum, in Grad.
ru: Углы виражей дороги: сред. и макс., в градусах.

# CamInfoStrings
source: Type,Yaw,Pitch,Dist,Height,Speed,Offset,LEFT,RIGHT,Middle,Wheel,shift,Rotate,reset,move,H,Pos
de: Typ,Gierung,Neigung,Abstand,Höhe,Geschw.,Versatz,LINKS,RECHTS,Mitte,Rad,Umschalt,Rotieren,zurücks.,bewegen,H,Pos
ru: Тип,Откл.,Накл.,Дист.,Высота,Скорость,Смещ.,Влево,Вправо,Середина,Колесо,сдвиг,Вращ.,сброс,движ.,H,Поз.

# CarDesc_OT
source: This is the slowest car. Very old and a bit creepy truck. Can drive only on flat tracks and with turtle speed.
de: Dies ist das langsamste Fahrzeug. Ein sehr alter und etwas unheimlicher Laster. Er kann nur auf flachen Strecken im Schneckentempo fahren.
ru: Это самое медленное авто. Очень старый и немного страшный грузовик. Управляемый только на трассах с ровным рельефом и со скоростью черепахи.

# CarDesc_FR4
source: Quite old, heavy, broad and slow. Good for terrain but not with the best suspension. Isn't suited for faster or stunt tracks.
de: Recht alt, schwer und langsam. Gut für Gelände aber nicht mit der besten Aufhängung. Ist nicht für schnellere oder Stunt-Strecken geeignet.
ru: Довольно старый, тяжёлый, широкий и медленный. Хороший для земной местности, но не с лучшей подвеской. Не подходит для трасс побыстрее или с трюками.

# CarDesc_HR
source: Very heavy and slow car, best for terrain and bumps, easy to drive. But useless on fast and stunt tracks.
de: Ein sehr schweres und langsames Auto, am Besten für Gelände und Huckel, einfach zum Fahren. Aber nutzlos auf schnellen und Stunt-Strecken.
ru: Очень тяжёлое и медленное авто, лучший для земной местности и ухабов, лёгкий в управлении. Но бесполезный на быстрых трассах и с трюками.

# CarDesc_LK4
source: Slow and heavy car. Can handle bumps well. Is stable and easy to drive. But isn't suited for faster tracks.
de: Langsames und schweres Auto. Kann gut mit Bodenwellen umgehen. Ist stabil und leicht zu fahren. Es ist aber nicht für schnellere Strecken geeignet.
ru: Медленное и тяжёлое авто. Может хорошо справляться с ухабами. Устойчивый и легкий в управлении. Но не подходит для трасс побыстрее.

# CarDesc_U8
source: Big and heavy exploration vehicle with 8 wheel drive, close to a bus. Great on all planets for whole team. It is fast but very long and can't do loops, pipes or jumps.
de: Großes und schweres Erkundungsfahrzeug mit Allradantrieb, in der Nähe eines Busses. Großartig auf allen Planeten für das gesamte Team. Es ist schnell, aber sehr lang und kann keine Loopings, Rohre oder Sprünge machen.

# CarDesc_MO
source: Huge and heavy monster truck. Does terrain and jumps very well. But due to size, it has problems in everything narrow, even bridges.
de: Großer und schwerer Monstertruck. Fährt im Gelände und springt sehr gut. Aber aufgrund der Größe, hat es Probleme in alles eng, auch Brücken.

# CarDesc_UV
source: This big wheeled utility vehicle is powered by 4 electic engines. Suited for nearly all tracks, except when narrow. Great for exploring other planets. But has bad aerodynamics and gets stuck in mud.
de: Dieses großradige Gebrauchsfahrzeug wird von 4 Elektromotoren angetrieben. Es ist für nahezu alle Strecken, außer die engen, geeignet. Großartig zum Erforschen anderer Planeten. Aber es hat eine schlechte Aerodynamik und bleibt im Schlamm stecken.
ru: Универсальная машина с большими колёсами, снабжена 4 электродвигателями. Подходит для почти всех трасс, за исключением узких. Очень хорошая для исследования других планет. Но плохая аэродинамика и застревает в грязи.

# CarDesc_FN
source: Another good rally car, suited for all tracks. Is not that long and thus easier to steer.
de: Ein weiteres gutes Rallyefahrzeug, geeignet für alle Strecken. Es ist nicht so lang und somit leichter zu lenken.
ru: Другое хорошее авто для ралли, подходит для всех трасс. Не такой длинный и таким образом легче в управлении.

# CarDesc_S8
source: Good rally car, drivable on all tracks, but shorter and more steerable.
de: Gutes Rallyeauto, fahrbar auf allen Strecken, aber kürzer und besser lenkbar.

# CarDesc_ES
source: Best rally car in game, great driving experience on all tracks. A bit high though.
de: Das beste Rallyeauto im Spiel, gutes Fahrerlebnis auf allen Strecken. Allerdings ein bisschen hoch.
ru: Лучшее авто для ралли в игре, великолепное, по опыту, управление на всех трассах. Хотя немного высокий.

# CarDesc_HI
source: Best rally car in game, drivable on all tracks with the best experience, similar to ES.
de: Bestes Rallyeauto im Spiel, fahrbar auf allen Strecken mit der besten Erfahrung, ähnlich wie ES.

# CarDesc_TW
source: This big, extreme vehicle is great for long and smooth tracks. But completely useless when narrow or in mud (e.g. in jungle). Also not easy to drive.
de: Dieses große extreme Fahrzeug ist großartig für lange und glatte Strecken. Aber völlig nutzlos in engen oder matschigen Strecken, zum Beispiel wie im Dschungel. Es ist außerdem nicht leicht zum Fahren.
ru: Большая экстрим машина, очень хорошая для длинных трасс с ровной поверхностью. Но полностью бесполезная для узких трасс или с грязью (напр. в джунглях). А также не лёгкий в управлении.

# CarDesc_TU
source: Very futuristic and fast vehicle. Not suited for narrow roads, jumps or mud.
de: Sehr futuristisches und schnelles Fahrzeug. Ungeeignet für enge Straßen, Sprünge oder Schlamm.
ru: Быстрая машина, как будто из будущего. Не подходит для узких дорог, прыжков или грязи.

# CarDesc_SZ
source: Fastest car meant for gravel. Light and with a powerful engine. Has great aerodynamics and steerability.
de: Das schnellste Auto für Kies. Leichtgewichtig und mit einem starken Motor. Hat großartige Aerodynamik und Lenkbarkeit.
ru: Самое быстрое авто для гравия. Лёгкий с мощным двигателем. С великолепной аэродинамикой и управляемостью.

# CarDesc_XZ
source: Very powerful engine fitted car, drivable on most tracks. Not best on bumps because of short and stiff suspension. So much torque also causes more wheels spin.
de: Ein mit einem sehr starken Motor ausgestattetes Fahrzeug, fahrbar auf den meisten Strecken. Nicht die beste Wahl für Bodenwellen, wegen der kurzen und starren Aufhängung. Daher wird ein hoher Drehmoment auch mehr Räder zum Drehen bringen.
ru: На авто установлен очень мощный двигатель, управляем для большинства трасс. Не лучший для ухабов из-за низкой и жёсткой подвески. Излишний крутящий момент также вызывает больше пробуксовки.

# CarDesc_3B
source: Very fast, futuristic racing vehicle. Uses 3 stabilized spheres to drive. Not the best for bridges, mud or pipes.
de: Sehr schnelles, futuristisches Rennfahrzeug. Verwendet 3 stabilisierte Kugeln zum Fahren. Nicht das Beste für Brücken, Schlamm oder Rohre.

# CarDesc_BE
source: Normal size bike. Light, fast and very agile. Being small it does not like terrain bumps.
de: Normal großes Motorrad. Leicht, schnell und sehr wendig. Da es klein ist, mag es keine Unebenheiten im Gelände.

# CarDesc_BV
source: Big extreme bike with advanced electric engine. Extremely fast and light. Also great for exploring other planets. Doesn't handle bad jump landings and bumps.
de: Großes extremes Motorrad mit fortgeschrittenem Elektromotor. Extrem schnell und leicht. Auch großartig für die Erkundung anderer Planeten. Verträgt Bodenwellen und schlechte Landungen nur schlecht.
ru: Большой экстремальный мотоцикл с усовершенствованным электродвигателем. Чрезвычайно быстр и лёгок. Ещё очень хорош для исследования других планет. Не любит плохие приземления и удары.

# CarDesc_SX
source: Very tuned and powerful car. Drivable on all tracks. Not best on bumps. Can spin wheels easily.
de: Sehr getuntes und leistungsstarkes Auto. Fahrbar auf allen Strecken. Nicht optimal auf Unebenheiten. Kann Räder leicht durchdrehen.

# CarDesc_PH
source: Another extremely powerful and fast car. Only for fast smooth tracks, due to length and low suspension.
de: Ein weiteres extrem leistungsstarkes und schnelles Auto. Aufgrund der Länge und der geringen Federung nur für schnelle, glatte Strecken geeignet.

# CarDesc_Y7
source: Extremely fast car. Don't press throttle for too long. Drivable only on fast smooth tracks.
de: Extrem schnelles Auto. Gib nicht zu lange Gas. Nur für schnelle glatte Strecken geeignet.
ru: Экстремально быстрое авто. Не давите на газ слишком долго. Управляем только на быстрых, гладких трассах.

# CarDesc_YG
source: Extremely fast car. Not long and quite agile. Bad on bumpy terrain. Can spin wheels easily, even on gravel.
de: Extrem schnelles Auto. Nicht lang und recht wendig. Schlecht auf holprigem Gelände. Lässt die Räder leicht durchdrehen, selbst auf Schotter.

# CarDesc_U6
source: Incredibly fast, 6 wheels driving with advanced electric engine. Great for racing on all planets. Caution: it can spin wheels easily, it has 1 gear only. It also has high center of mass, meaning it will end with wheels up, after bad landings.
de: Unglaublich schnell, 6 Räder fahren mit fortschrittlichem Elektromotor. Ideal für Rennen auf allen Planeten. Achtung: Die Räder können leicht durchdrehen, es hat nur 1 Gang. Außerdem hat es einen hohen Schwerpunkt, was bedeutet, dass es nach einer schlechten Landung mit angehobenen Rädern endet.
