Repository: jopadan/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: de, ru

source: dust size
de: Staubgröße
ru: разм. пыли

source: dust
de: Staub
ru: пыль

source: mud
de: Schlamm
ru: грязь

source: smoke
de: Rauch
ru: дым

source: trail color
de: Spurenfarbe
ru: цвет следа

# ParAmount
source: Particle amounts
de: Partikelanzahl
ru: Количество частиц

source: Surface
de: Oberfläche
ru: Поверхность

source: Type
de: Typ
ru: Тип

source: Frequency
de: Frequenz

source: Friction
de: Reibung
ru: Трение

source: Rolling Drag
de: Rollwiderstand
ru: Вращ. движ.

# RollingResist
source: Rolling Resistance
de: Rollwiderstand
ru: Сопротив. вращ.

# Road1SurfOnly
source: Only 1 road surface
de: Nur 1 Straßenbelag
ru: Только 1 дор. повер.

# Brush_Size
source: Size
de: Größe
ru: Размер

# Brush_Force
source: Force
de: Kraft
ru: Сила

# Brush_Power
source: Power
de: Stärke
ru: Мощность

# Brush_Octaves
source: Octaves
de: Oktaven
ru: Наборы

# Brush_Offset
source: Offset
de: Abstand
ru: Смещение

# Brush_Height
source: Height
de: Höhe
ru: Высота

# Brush_CurrentH
source: Curr.H
de: Akt.H
ru: Тек.В

source: Lock
de: Schloss
ru: Забл.

# Brush_Shape
source: Shape
de: Form
ru: Форма

# Brush_ShapeTriangle
source: Triang
de: Dreieck
ru: Треуг.

# Brush_ShapeNoise
source: Noise
de: Rauschen
ru: Шум

# Brush_ShapeNoise2
source: Noise2
de: Rauschen2
ru: Шум2

# Brush_ShapeN-gon
source: N-gon
de: N-eck
ru: N-уг.

source: Properties
de: Eigenschaften
ru: Свойства

source: Grasses
de: Gräser
ru: Трава

source: Models
de: Modelle
ru: Модели

# GrassDens
source: Grass density
de: Grasdichte
ru: Плотность травы

# TreeDens
source: Trees density
de: Baumdichte
ru: Плотность деревьев

source: Model
de: Modell
ru: Модель

source: Density
de: Dichte
ru: Плотность

source: min scale
de: min. Skal.
ru: мин. масштаб

source: max scale
de: max. Skal.
ru: макс. масштаб

source: dist. to road
de: Straßenabstand
ru: раст. до дороги

source: distance
de: Distanz
ru: дистанция

source: length
de: Länge
ru: длина

source: speed
de: Geschw.
ru: скорость

# TreeRoadDist
source: Trees to road dist.
de: Abst. Bäume/Straße
ru: Расстояние деревьев от дороги.

# ImpostorDist
source: Impostors dist.
de: Bestrügerabstand
ru: Дист. спрайта

# LTrFlDepth
source: max Depth in fluid
de: max. Wassertiefe
ru: макс. глубина

# GrassSize
source: Size
de: Größe
ru: Размер

# GrDensSmooth
source: Smooth grass dens.
de: Grasvert. glätten
ru: Плотн. ровн. травы

source: Channels
de: Kanäle
ru: Каналы

source: Channel
de: Kanal
ru: Канал

source: Road
de: Straße
ru: Дорога

source: Pipe
de: Rohre
ru: Труба

source: Wall
de: Mauer
ru: Стена

source: River
de: Fluss

source: Hidden
de: Versteckt

source: Column
de: Säule
ru: Колонна

source: Advanced
de: Fortgeschrittene
ru: Продвинутый

source: Road materials
de: Straßenmaterialien
ru: Материалы

source: Pipe materials
de: Rohrmaterialien
ru: Материалы трубы

source: Tex Coord mul.
de: Texturkoordinaten-Faktor
ru: Тех. коор.

source: Length dim.
de: Längendimensionalität
ru: Длина

source: Width Steps
de: Breiten-Steps
ru: Ширина шага

source: Height offset
de: Höhen-Offset
ru: Смещ. высоты

source: Merge length
de: Zusammenfassungslänge
ru: Соед. длину

source: LOD points dist.
de: LOD-Punkte-Distanz
ru: LOD точки дист.

source: Column N sides
de: Anzahl Säulenseiten
ru: Верт. N стороны

source: Column Radius
de: Säulenradius
ru: Радиус колонны

source: Pipe W steps mul.
de: Rohr-W-Steps-Mult.
ru: Трубы W множ. шаги

source: Pipe L steps mul.
de: Rohr-L-Steps-Mult.
ru: L шаги трубы

source: Skirt Length
de: Skirt-Länge
ru: Длина края

source: Skirt Height
de: Skirt-Höhe
ru: Высота края

# Road_Length
source: Length
de: Länge
ru: Длина

# Road_Height
source: Height
de: Höhe
ru: Высота

# Road_Width
source: Width
de: Breite
ru: Ширина

# Road_Yaw
source: Yaw
de: Gier
ru: Откл.

# Road_Roll
source: Roll
de: Rollen
ru: Вращ

# Road_Pipe
source: Pipe
de: Rohre
ru: Труба

# Road_OnTerrain
source: On Terrain
de: Am Feld
ru: На ландшафте

# Road_Column
source: Column
de: Säule
ru: Колонна

# Road_Loop
source: Loop
de: Schleife
ru: Петля

# Road_OnPipe
source: On Pipe
de: Auf Rohr
ru: По трубе

# Road_NotReal
source: Not Real
de: Nicht real
ru: Нереальная

# Road_Merged
source: Merged
de: Zusammen

# Road_NotLooped
source: Not looped
de: Nicht geloopt

# Road_Cur
source: Cur
de: Akt
ru: Тек.

# Road_New
source: New
de: Neu
ru: Новая

# Road_sel
source: sel
de: Ausw
ru: выб

# Road_Snap
source: Snap
de: Einrasten
ru: Захват

# Road_AngleManual
source: Manual
de: Manuell
ru: Ручной

# Road_AngleBoth
source: Both
de: Beide
ru: Оба

# Road_Dir
source: Direction
de: Richtung
ru: Напр.

source: Tile
de: Kacheln
ru: Плитка

source: Car Start
de: Auto-Start
ru: Старт авто

source: Fluids
de: Gewässer
ru: Жидкости

source: Objects
de: Objekte
ru: Объекты

# ObjDynamic
source: Dynamic
de: Dynamisch
ru: Динамич.

# ObjStatic
source: Static
de: Statisch
ru: Статич.

# ObjBuildings
source: Buildings
de: Gebäude
ru: Здания

# ObjRocks
source: Rocks
de: Steine
ru: Скалы

source: Group
de: Gruppe
ru: Группа

source: Fields
de: Gebiete

# InputFieldsTelepEnd
source: Enter - toggle teleport end edit
de: Enter - Teleport Ende bearbeiten umschalten

source: Sounds
de: Klänge

source: Entities
de: Entitäten

source: Tools
de: Werkzeuge
ru: Инстр.

source: Source track
de: Bezugsquelle
ru: Источник трассы

# ChngTrkTab
source: changed in [Track] tab
de: aus dem Tab »Strecke«
ru: изм. в [Трасса] вкладке

source: Copy
de: Kopieren
ru: Копировать

# SunWeather
source: Sun and Weather
de: Sonne und Wetter
ru: Солнце и погода

# TerHeightMap
source: Terrain Heightmap
de: Gelände-Heightmap
ru: Кол. верш. ландш.

# TerLayers
source: Terrain Layers
de: Geländeschichten
ru: Слои ландш.

# RoadParams
source: Road parameters
de: Straßeneigenschaften
ru: Параметры дороги

# ScaleMul
source: Scale multiplier
de: Skalierungsfaktor
ru: Коэф. масштаба

source: Scale all
de: Alle skalieren
ru: Масш. все

# ScaleTerHeight
source: Terrain Height
de: Geländehöhe
ru: Высоты ланд.

source: Align terrain to road
de: Gelände zum Weg ausrichten
ru: Вырав. дороги с ландшафтом

# AlignWidthAdd
source: Width add
de: Breite addieren
ru: Ширина+

# AlignWidthMul
source: Width multiply
de: Breite multiplizieren
ru: Увел. ширину

# AlignSmooth
source: Smooth size
de: Glättungsgröße
ru: Ровность

source: Align horizon to terrain
de: Horizont zum Gelände ausrichten

# AH_BaseTer
source: Base Terrain
de: Basisgelände

# AH_Below
source: Below
de: Unten

source: Gravity
de: Schwerkraft
ru: Тяжесть

# DenyReversed
source: Deny reversed direction
de: Andere Richtung verboten
ru: Нельзя обратно

# NoWrongChks
source: Don't show wrong checkpoint messages
de: Falsche Kontrollpunktmitteilungen nicht anzeigen
ru: Не показ. сообщение Пропущена КТ

# NeedLights
source: Requires vehicle lights
de: Fahrzeuglichter notwendig

source: Warnings
de: Warnungen
ru: Оповещения

# WarningsInfo
source: Console for track errors, warnings and hints.
de: Konsole für Streckenfehler, -warnungen und -hinweise.
ru: Консоль ошибок трассы, оповещений и намеков.

source: Check on load
de: Beim Laden prüfen
ru: Пров. при загр.

source: Check on save
de: Beim Speichern prüfen
ru: Пров. при сохр.

# InputLoadNextTrack
source: Load next track (shift - previous)
de: Nächste Strecke laden (Umschalt - vorherige)
ru: Загр. след. трассу (Shift - пред.)

source: Pick
de: Auswählen
ru: Выбор

# PickSetParam
source: Set parameters, marked with
de: Param. mit f. Zeich. setzen:
ru: Уст. параметры, по умол.

source: Settings
de: Optionen
ru: Настройки

# SREditorVersion
source: Stunt Rally - Track Editor - version
de: Stunt Rally - Streckeneditor - Version
ru: Stunt Rally - Ред. трасс - версия

# CamSpeed
source: Camera speed
de: Kamerageschwindigkeit
ru: Скорость камеры

# CamInertia
source: Camera inertia
de: Kameraträgheit
ru: Инерц. камера

# MinimapAndSize
source: Minimap, size
de: Kartengröße
ru: Мини-карта, размер

# MiniType
source: Minimap type
de: Minikartentyp

# RoadPointSize
source: Road points size
de: Straßenpunkte-Größe
ru: Размер точек дороги

# RoadUpdSkip
source: Road update skip
de: Straßenaktua. überspr.

# TerUpdSkip
source: Terrain update skip
de: Geländeaktua. überspr.
ru: Пропустить обновление ландшафта

# MinimapUpdSkip
source: Minimap update skip
de: Karten-Update überspr.
ru: Пропуск обновления мини-карты

# EditSpd
source: Edit speed
de: Geschwindigkeit der Bearbeiten

# TrackAutoLoad
source: Auto Load track
de: Strecke autom. laden
ru: Автозагр. трассы

# AutoUpdateBlendmap
source: Auto update blendmap (slow for big size brushes)
de: Blendmap automatisch aktualisieren (langsam für große Pinseln)
ru: Авто обновление смешивания отображения

# EdCamPos
source: Camera position bar Ctrl-C
de: Kamerapositionsleiste Strg-C

# EdInputBar
source: Input bar Ctrl-I
de: Eingabeleiste Strg-I
ru: Панель ввода Ctrl-I

# AllowSaveOrigTrk
source: Allow saving original tracks
de: Speichern von Originalstrecken zulassen
ru: Сохранять ориг. трассы

# SetCamTo
source: Set camera to
de: Kamera setzen
ru: Уст. камеру

source: Top
de: Oben
ru: Верх

source: Left
de: Links
ru: Лево

source: Right
de: Rechts
ru: Право

source: Front
de: Vorne
ru: Перед

source: Back
de: Hinten
ru: Сзади

source: View Front
de: Ans. Vorne
ru: Вид спер.

source: View Left
de: Ans. Links
ru: Вид слева

source: View Right
de: Ans. Rechts
ru: Вид справа

source: View Start
de: Ans. Start
ru: У старта

source: Graphs
de: Graphen
ru: Схемы

source: Tweak
de: Feineinstellungen
ru: Настройка

# TweakUser
source: User
de: Benutzer
ru: Пользователя

source: Export
de: Exportieren

# ExportOnLoad
source: Export after load
de: Export nach dem Laden

# PathRoRExport
source: Rigs of Rods content path
de: Inhaltspfad von Rigs of Rods

# PathOldSR
source: Path to Stunt Rally 2.x data
de: Pfad zu Stunt Rally 2.x Daten
ru: Путь к данным Stunt Rally 2.x

source: Input/help
de: Hilfe
ru: ввод/помощь

source: Shortcuts
de: Tastenkürzel
ru: Соч. клавиш

# InputMain
source: Main
de: Allgemein
ru: Главное

# ShortcutsInfo
source: Press with alt to quick access gui tab (or sub-tab). Pressing again will cycle sub-tabs (if any).
de: Mit Alt drücken für schnellen Zugriff auf Tab (oder Untertab). Nochmal drücken wird durchrotieren.
ru: Нажми с alt для доступа к gui вкладке (или подменю). Нажатие снова циклит подменю (если есть).

# InputToggleCam
source: Tab - camera / edit mode toggle
de: Tab - Kamera/Edit-modus umsch.
ru: Tab - камера / ред. режим

# InputToggleGUIMode
source: F1 or ` - GUI mode (toggle Options)
de: F1 - Einstellungsfenster anzeigen
ru: F1 или ` - режим GUI

# InputContextHelp
source: Ctrl-F1 - context help page
de: Strg-F1 - kontextspezifische Hilfeseite
ru: Ctrl-F1 - страница помощи

# InputNextOptTab
source: F2,F3 - prev,next tab (alt - sub-tab)
de: F2/F3 - Vorh./nächst. Tab (Alt: Untertab)
ru: F2,F3 - пред.,след. вкладка (alt - ниже)

# InputSubTabSpace
source: Space - cycle sub-tabs (shift - back)
de: Leer - durch Untertabs blättern (Umschalt: zurück)
ru: Space - вкладки ниже (shift - назад)

# InputPickTab
source: Tab - close/open pick window
de: Tab - Fenster öffnen/schließen
ru: Tab - закр./откр. это окно

# InputNextLayTab
source: alt-1,2 - prev,next Layer tab
de: Alt-1,2 - vorh./nächster Schicht-Tab
ru: alt-1,2 - пред.,след. слой вкладка

# InputSaveTrack
source: F4 - save track
de: F4 - Strecke speichern
ru: F4 - сохр. трассу

# InputReadyToPlay
source: (ready to play in game)
de: (bereit zum Fahren)
ru: (готово для игры)

# InputReloadTrack
source: F5 - reload track
de: F5 - Neu laden
ru: F5 - перезагрузить трассу

# InputUndo
source: (one time undo)
de: (rückgängig)
ru: (1 раз отмена)

# InputUpdate
source: F8 - update track
de: F8 - Aktualisieren
ru: F8 - обновить трассу

# InputAfterChanges
source: (after Terrain/Vegetation changes)
de: (nach Gelände-/Vegetationsveränderung)
ru: (после Ланд./Раст. изменений)

# InputTogglePreview
source: F7 - enter/leave preview camera
de: F7 - Vorschaukamera
ru: F7 - войти/выйти смот. камера

# InputTrackScrn
source: (for track screenshot)
de: (für Bildschirmfoto)
ru: (снимок для трассы)

# InputCameraMode
source: Camera mode
de: Kameramodus
ru: Режим камеры

# InputCamControl
source: W,S A,D Q,E - move Arrows - rotate
de: W,S A,D Q,E - Pfeiltasten - drehen
ru: W,S A,D Q,E - движ. Стрелки - вращ.

# InputCamControl2
source: LMB - rotate RMB - move MMB - zoom
de: LMT - drehen RMT - bewegen MMT - Zoom
ru: LMB - вращ. RMB - движ. MMB - масшт.

# InputValueChange
source: Each (mouse/key) move or value change with
de: Jede Bewegung/Werteveränderung mit
ru: Жми или двинь (мышь/кнопка)

# InputSlowFast
source: shift - slow ctrl - fast
de: Umschalt - langsam Strg - schnell
ru: shift - медлено ctrl - быстро

# InputTopView
source: Alt-Z - toggle top view
de: Alt-Z - Draufsicht umschalten
ru: Alt-Z - вид сверху

# InputCamFocus
source: focus camera on current (object, anything)
de: fokussieren der Kamera auf das aktuelle (Objekt, irgendetwas)
ru: фокусировка камеры на текущем (объекте, чем-либо)

# InputToggleVeget
source: V - Disable / enable vegetation
de: V - Vegetation an/aus
ru: V - откл./вкл. растительность

# InputToggleFog
source: G - toggle Fog
de: G - Nebel umschalten
ru: G - переключатель Тумана

# InputToggleWeather
source: I - toggle Weather
de: I - Wetter umschalten
ru: I - переключатель Погоды

# InputToggleParticles
source: P - toggle Particles
de: P - Partikeln umschalten
ru: P - переключатель Частиц

source: Edit Terrain mode
de: Geländebearbeitungs-Modus
ru: Ред. ландшафт

# InputTerDeform
source: D - Deform (LMB up, RMB down)
de: D - verformen (LMT hoch, RMT runter)
ru: D - искажать (LMB вверх, RMB вниз)

# InputTerSmooth
source: S - Smooth (flatten)
de: S - Glätten (abflachen)
ru: S - ровный (выравнивать)

# InputTerHeight
source: E - Height set (RMB change height value)
de: E - Höhe setzen (RMB Höhe ändern)
ru: E - высоты (RMB изм. знач. высоты)

# InputTerFilter
source: F - Filter (remove noise)
de: F - Filter (Rauschen entfernen)
ru: F - фильтр (уд. шум)

# InputStartPos
source: Q - edit car start pos
de: Q - Startposition ändern
ru: Q - изм. поз. авто

# InputFluidsMode
source: W - edit fluids
de: W - Gewässer bearbeiten
ru: W - ред. жидкости

# TipFluidExamples
source: water, mud, acid, ice, lava, oil, etc.
de: Wasser, Schlamm, Säure, Eis, Lava, Öl, usw.
ru: вода, грязь, кислота, лед, лава, нефть и т.д.

# InputObjectsMode
source: X - edit Objects
de: X - Objekte bearbeiten
ru: X - ред. объекты

# TipObjectExamples
source: crates, buildings, obstacles, caves, etc.
de: Kisten, Gebäude, Hindernisse, Höhlen, usw.
ru: ящики, здания, препятствия, пещеры и т.д.

# InputParticlesMode
source: A - edit Particles
de: A - Partikel bearbeiten
ru: A - Редакт. Частицы

# TipParticleExamples
source: cloud, fire, smoke, etc.
de: Wolke, Feuer, Rauch, usw.
ru: облака, огонь, дым и т.д.

# InputCollectMode
source: edit Collectibles
de: Sammlerstücke bearbeiten
ru: редакт. Коллекционные предметы

# TipCollectExamples
source: crystals, gems, resources, etc.
de: Kristalle, Edelsteine, Ressourcen usw.
ru: кристаллы, драгоценные камни, ресурсы и т.д.

# InputCollectGroup
source: Collectible group (for more sets)
de: Sammlergruppe (für weitere Sets)
ru: Коллекционная группа (для большего кол-ва наборов)

# InputFieldsMode
source: edit Fields
de: Gebiete bearbeiten
ru: Редактировать Поля

# TipFieldExamples
source: acceleration, gravity lift, etc.
de: Beschleunigung, Schwerkraftaufzug usw.

# InputTerPaint
source: A - Paint Textures (layers)
de: A - Anstrichtextur (Schicht)
ru: A - Краска текстур (слоёв)

# InputPaintColor
source: C - Paint Color
de: C - Anstrichfarbe
ru: C - цвет краски

# InputLockBrush
source: Insert - lock brush position
de: Einfügen - Pinselposition einrasten

# InputTerHeightSet
source: Space - set height from cursor
de: Leertaste - Höhe vom Cursor setzen
ru: Space - уст. высоту где курсор

# InputMinimapType
source: shift-F2,F3 - Prev,next minimap type
de: Umschalt-F2/F3 - Vorh./nächst. Kartentyp
ru: shift-F2,F3 - Пред.,след. тип миникарты

# InputUpdBlendmap
source: F9 - update terrain blendmap (manual)
de: F9 - Gelände-Blendmap aktualisieren (manuell)
ru: F9 - обновить смесь ландшафтов

# InputBrushParams
source: Brush parameters
de: Pinseleigenschaften
ru: Параметры кисти

# InputBrushSize
source: -,= (or Wheel) - Size
de: -,= (oder Mausrad) - Größe
ru: -,= (или Wheel) - размер

# InputBrushForce
source: [,] (or shift-Wheel) - Force (intensity)
de: [,] (oder Umschalt-Mausrad) - Stärke (Intensität)
ru: [,] (или shift-Wheel) - сила (интен.)

# InputBrushPower
source: ; &apos; (or alt-Wheel) - Power exponent
de: ; &apos; (oder Alt-Mausrad) - Exponent (Form)
ru: ; &apos; (или alt-Wheel) - экспонента силы

# InputBrushShape
source: K,L - Shape
de: K,L - Form
ru: K,L - форма

# InputBrushFreq
source: O,P - noise Frequency (scale)
de: O,P - Rauschfrequenz (Größe)
ru: O,P - частота шума (шкала)

# InputBrushOctaves
source: , . - noise Octaves (detail)
de: , . - Rauschoktaven (Detail)
ru: , . - шум наборов

# InputBrushOffset
source: 9,0 - noise generate Offset (position)
de: 9,0 - Rauschversatz (Position)
ru: 9,0 - ген. смещения шума (позиция)

# InputBrushFilter
source: 1,2 - Filter frequency (kernel size)
de: 1,2 - Filterfrequenz (Kernumfang)
ru: 1,2 - фильтр частоты (размер ядра)

# InputRoadModify
source: Modify
de: Bearbeiten
ru: Изменить

# InputRoadEdit
source: R - edit road mode
de: R - Straße bearbeiten
ru: R - ред. дорогу

# InputRoadLMB
source: LMB (or Arrows)
de: LMT (oder Pfeiltasten)
ru: LMB (Стрелки)

# InputRoadRMB
source: RMB (or Num +,-)
de: RMB (oder Num+,-)
ru: RMB (Num +,-)

# InputRoadMMB
source: MMB (or Num /,*)
de: MMB (oder Num /,*)
ru: MMB (Num /,*)

# InputRoadMove
source: - move point
de: - Punkt bewegen
ru: - двиг. точку

# InputRoadHeight
source: - change height
de: - Größe ändern
ru: - изменить высоту

# InputRoadWidth
source: - change road width
de: - Straßenbreite
ru: - изменить ширину

# InputRoadAltLMB
source: alt-LMB (or 1,2)
de: Alt-LMT (oder 1,2)
ru: alt-LMB (или 1,2)

# InputRoadRoll
source: - rotate roll / scale sel.
de: - roll rot./Ausw. skal.
ru: - вращать/масш. выб.

# InputRoadOnTer
source: Home - toggle on Terrain snap
de: Pos1 - über dem Boden an/aus
ru: Home - захват ландшафта

# InputRoadColumn
source: End - on/off column
de: Ende - Säule an/aus
ru: End - вкл./выкл. колонну

# InputRoadNotOnTer
source: when not on terrain
de: wenn nicht auf Gelände
ru: не на ландшафте

# InputRoadMostSel
source: most work also on selection
de: Das meiste funktioniert auch mit der Auswahl
ru: работает на выборке

# InputRoadAltMMB
source: alt-RMB (or 3,4)
de: Alt-RMB (oder 3,4)
ru: alt-RMB (или 3,4)

# InputRoadYaw
source: - rotate yaw
de: - gieren
ru: - откл. вращ.

# InputRoadPipeAngle
source: [,] - pipe angle (no pipe when 0)
de: [,] - Rohrwinkel (0 = kein Rohr)
ru: [,] - угол трубы (0 нет трубы)

# InputRoadMat
source: -,= - road/pipe material (-1 hidden)
de: -,= - Weg-/Rohrmaterial (-1 versteckt)
ru: -,= - дорога/труба материал (-1 скрыт)

# InputRoadChkRadius
source: K,L - checkpoint radius (ChkR 0 - none)
de: K,L - Wegpunkt-Radius
ru: K,L - пределы контр. точки (КТ 0 - нет)

# InputRoadChkCtrl
source: with ctrl - force custom radius
de: mit Strg - Benutzerradius erzwingen
ru: с ctrl - сила задан. радиуса

# InputRoadChkFirst
source: 0 - set checkpoint as first (1)
de: 0 - Wegpunkt als Ersten markieren (1)
ru: 0 - устан. контр. точку 1-ой

# InputRoadAngType
source: alt-1,2 - angles type
de: Alt-1,2 - Winkeltyp
ru: alt-1,2 - тип углов

# InputRoadAngSnap
source: 5 - angles snap decrease (shift - increase)
de: 5 - Winkeleinrastung verringern (Umschalt - erhöhen)
ru: 5 - умень. захват углов (shift - увел.)

# InputRoadAngZero
source: alt-shift-1 - zero angles
de: Alt-Umschalt-1 - Nullwinkel
ru: alt-shift-1 - углы 0

# InputRoadLoopChk
source: 7 - change checkpoint as loop begin/end (for car camera change)
de: 7 - Wegp. als Loopingsanfang/-ende markieren (für Kamera)
ru: 7 - КТ как петля начало/конец (изменяет камеру авто)

# InputRoadLoopType
source: cycle loop type (shift - back), keep same on both ends
de: Loopingtyp wählen (Umschalt: zurück), an beiden Enden gleich halten
ru: выбор типа петли (Shift - назад), работает на 2 конца

# InputRoadOnPipe
source: 8 - toggle on pipe (ctrl - mark only)
de: 8 - umschalten auf Rohr (Strg - nur markieren)
ru: 8 - вкл. труба (ctrl - пометить)

# InputRoadNotReal
source: shift-8 - toggle not real (only for decoration, or point move)
de: Umschalt-8 – Unechte umschalten (nur für Deko bzw. Anpassung)
ru: Shift-8 - нереальная (только для украшения, или движения точки)

# InputRoadPickOne
source: Pick (one)
de: Auswählen (eins)
ru: Выбор (один)

# InputRoadPick
source: Space - pick one/none
de: Leer - Auswahl
ru: Space - 1 выбрать/нет

# InputRoadNext
source: PgUp,PgDn (or Wheel) - previous/next point
de: Bild/Mausrad auf/ab - Punkt vor/zurück
ru: PgUp,PgDn (или Wheel) - пред./след. точка

# InputRoadShiftSel
source: shift - select
de: Umschalt - auswählen
ru: shift - выбор

# InputRoadDel
source: Del - delete picked
de: Entf - ausgew. löschen
ru: Del - удалить

# InputRoadIns
source: Ins - insert new (after picked, alt - before)
de: Einfg - Punkt danach einfügen, mit Alt - davor
ru: Ins - вставить (после., alt - до)

# InputRoadInsAlt
source: alt-shift - at start alt-ctrl - at end
de: Alt-Umschalt - am Anfang Alt-Strg - am Ende
ru: Alt-Shift - в начале Alt-Ctrl - в конце

# InputRoadNew
source: ctrl-Space - set new point's values from picked
de: Strg-Leer - Punktwerte vom gewählten P. holen
ru: ctrl-Space - новые значения точек из выбранного

# InputRoadSelectMany
source: Select (many)
de: Auswahl (viele)
ru: Выбрать (много)

# InputRoadSel
source: Backspace - add to or remove from selection
de: Rücktaste - zu Auswahl hinzufügen/entfernen
ru: Backspace - добавить или удалить из выбранного

# InputRoadSelAlt
source: alt - select all ctrl - select none
de: Alt - alle, Strg - kein
ru: alt - выделить все ctrl - убрать выделение

# InputRoadCopySel
source: ctrl-Ins - copy selection ctrl-Del - delete sel.
de: Strg-Einfg - Ausw. kopieren Strg-Entf - Ausw. löschen
ru: ctrl-Ins - коп. выбранное ctrl-Del - уд. выб.

# InputRoadShiftReverse
source: shift-Ins - paste shift-ctrl-Ins - reversed
de: Umschalt-Einfg - Einfügen Umschalt-Strg-Einfg - umgekehrt
ru: shift-Ins - вставить shift-ctrl-Ins - обратное

# InputRoadAfterPick
source: after picked, center at mouse
de: nach ausgew., zentr. bei Maus
ru: после выбора у центра

# InputRoadRebuild
source: B - rebuild road (after terrain change, etc.)
de: B - Straße anpassen (nach Geländeänderung, usw.)
ru: B - восстановление дороги (после изменения ландшафта и т.д.)

# InputRoadAlignTerrain
source: U - Align terrain to road (for selected segments)
de: U - Gelände zum Weg ausrichten (für ausgewählte Segmente)
ru: U - вырав. ландш. с дорогой (для выб. сегментов)

# InputRoadMirror
source: alt-Home - Mirror selection
de: Alt-Pos1 - Auswahl spiegeln
ru: alt-Home - выб. точки зеркально

# InputRoadsAdd
source: ctrl-Enter - Add road, also for decoration or river etc.
de: ctrl-Enter - Straße hinzufügen, auch für Dekoration oder Fluss usw.

# InputRoadsNext
source: Enter - next road (if many), shift - previous
de: Enter - nächste Straße (falls mehrere), Shift - vorherige

# InputRoadsDel
source: ctrl-shift-Enter - delete road
de: Strg-shift-Enter - Straße löschen

# InputRoadsRiver
source: alt-Enter - toggle River (no wall, columns etc.)
de: alt-Enter - Fluss umschalten (keine Wand, Säulen usw.)

# InputRoadMerge
source: M - toggle road merge segs (for test)
de: M - umsch. Straßen zusammenf. (zum Test)
ru: M - слияние сегментов дороги

# InputRoadStats
source: T - road stats window
de: T - Straßenstatistiken
ru: T - окно стат. дороги

# InputRoadLooped
source: N - toggle looped
de: N - Looping an/aus
ru: N - замкнуть
