Repository: jopadan/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: de, ru

source: Language
de: Sprache
ru: Язык

# TBTime
source: Time
de: Zeit
ru: Время

# TBLast
source: Last
de: Letzte
ru: Посл.

# TBBest
source: Best
de: Beste
ru: Лучш.

# TBLap
source: Lap
de: Runde
ru: Круг

# TBPlace
source: Place
de: Platz
ru: Место

# TBPoints
source: Points
de: Punkte
ru: Очки

# TBLapResults
source: Lap Results
de: Rundenwerte
ru: Итоги круга

source: Checkpoint
de: Kontrollpunkt
ru: КТ

# WrongChk
source: Wrong Checkpoint
de: Falscher Wegpunkt
ru: Пропущена КТ

source: Single Race
de: Schnelles Spiel
ru: Одна гонка

source: Championship
de: Meisterschaft
ru: Чемпионат

source: Tutorial
de: Einführung
ru: Обучение

source: Challenge
de: Herausforderung
ru: Вызов

source: How To Play
de: Spielanleitung
ru: Как играть

# ReplaysMenu
source: Replays
de: Wiederholungen
ru: Повторы

source: Options
de: Optionen
ru: Опции

source: Quit
de: Beenden
ru: Выйти

# BackMenu
source: Back
de: Zurück
ru: Назад

source: Track Editor
de: Strecken-Editor
ru: Редактор треков

# TipTrackEditor
source: Press to start the SR3 Track Editor, a separate program for creating and editing tracks. This will not close the game.
de: Drücken Sie , um den SR3 Track Editor zu starten, ein separates Programm zum Erstellen und Bearbeiten von Tracks. Dadurch wird das Spiel nicht beendet.
ru: Нажмите, чтобы запустить SR3 Track Editor - отдельную программу для создания и редактирования треков. При этом игра не закрывается.

source: Help
de: Hilfe
ru: Помощь

source: Readme
de: Liesmich
ru: Прочти

source: Changes
de: Änderungen
ru: Изменения

source: Support
de: Unterstützung
ru: Поддержка

source: Contributing
de: Mitwirken
ru: Вклад

source: Credits
de: Danksagungen
ru: Кредиты

source: Lesson
de: Lektion
ru: Урок

# DrivingSchool
source: Stunt Rally driving school
de: Stunt Rally Fahrschule
ru: Школа вождения Stunt Rally

# LessonClick
source: click button to play a lesson
de: Klicken Sie auf die Schaltfläche, um eine Lektion abzuspielen
ru: нажмите кнопку, чтобы воспроизвести урок

# UserDir
source: User Path (logs, configs, user data, etc)
de: Benutzerpfad (Logs, Konfiguration, Benutzerdaten, etc.)
ru: Путь пользователя (данные пользователя)

# TipSliderReset
source: RMB on slider - reset to default value.
de: RMT auf Schieberegler: Wert zurücksetzen.
ru: RMB на ползунке - сброс значения по умолчанию.

# LinksToWeb
source: Links to websites:
de: Links zu Websites:
ru: Ссылки на веб-сайты:

source: Homepage
de: Startseite
ru: Домашняя страница

source: Documentation (Wiki)
de: Dokumentation (Wiki)
ru: Документация (Wiki)

source: Sources
de: Quellen
ru: Источники

# TrackEditorTutorial
source: Track Editor Tutorials
de: Tutorials zum Strecken Editor
ru: Туториал по редактированию треков

source: Translations
de: Übersetzungen
ru: Переводы

source: Game Controllers
de: Spielcontroller
ru: Игровые контроллеры

source: Donations
de: Spenden
ru: Пожертвования

source: Continue
de: Fortsetzen
ru: Продолжить

source: Restart
de: Neustart
ru: Заново

source: Close
de: Schließen
ru: Закрыть

source: Prize
de: Preis
ru: Приз

source: Silver
de: Silber
ru: Серебро

source: Split Screen
de: Geteiltes Bild
ru: Раздельный экран

source: Multiplayer
de: Mehrspieler
ru: По сети

source: Collection
de: Sammlung
ru: Коллекция

source: Collected
de: Gesammelt
ru: Собранный

source: Career
de: Karriere
ru: Карьера

# NumLocalPlayers
source: Number of local players
de: Anzahl der lokalen Spieler
ru: Количество игроков

source: Split Vertically
de: Senkrecht teilen
ru: Разд. вертикаль

# ReverseStartOrder
source: Reverse starting order
de: Startplatzierungen umkehren
ru: Обр. старт. порядок

# NumLaps
source: Number of laps
de: Anzahl der Runden
ru: Количество кругов

source: Setup
de: Steuerung
ru: Настройка

source: Paint
de: Farbe
ru: Краска

source: Game
de: Spiel
ru: Игра

source: Damage
de: Schäden
ru: Повреж.

source: None
de: Keine
ru: Нет

source: Reduced
de: Reduziert
ru: Умень.

# DamageDecLap
source: Repair each lap
de: Reparatur pro Runde
ru: Ремонт за круг

source: Flip
de: Umdrehen
ru: Перевор.

source: Never
de: Nie
ru: Никогда

source: Always
de: Immer
ru: Всегда

source: Any
de: Alle
ru: Любой

# FuelLap
source: Fuel each lap
de: Jede Runde auffüllen
ru: Нитро за круг

# FuelTime
source: Fuel over time
de: Mit der Zeit auffüllen
ru: За время

# FuelBoost
source: Boost Fuel
de: Boost-Tank
ru: За турбо

source: Go back time
de: Zeit zurückdrehen
ru: Вернуть время назад

# Chall_Rally
source: Rally
de: Rallye
ru: Ралли

# Chall_Endurance
source: Endurance
de: Ausdauer
ru: Выносливость

# Chall_Chase
source: Chase
de: Jagd
ru: Погоня

# Chall_Extreme
source: Extreme
de: Extrem
ru: Экстрим

# Chall_Special
source: Special
de: Speziell
ru: Специальные

# Diff0
source: Test Easy
de: Test (einfach)
ru: Новичок

# Diff1
source: Very Easy
de: Sehr einfach
ru: Легче

# Diff2
source: Easy
de: Einfach
ru: Легко

# Diff3
source: Medium
de: Mittel
ru: Средняя

# Diff4
source: Hard
de: Schwer
ru: Сложно

# Diff5
source: Very Hard
de: Sehr schwer
ru: Сложнее

# Diff6
source: Extreme
de: Extrem
ru: Экстрим

source: Track
de: Strecke
ru: Трасса

source: New Game
de: Neues Spiel
ru: Новая игра

source: Game Types
de: Spieltypen
ru: Типы игр

source: Reverse
de: Rückwärts
ru: Обратно

source: Find
de: Suchen
ru: Найти

# ViewList
source: List
de: Liste
ru: Список

# ViewListUser
source: List user
de: Benutzerliste
ru: Список игроков

# ViewListDetail
source: List wide
de: breite Liste
ru: Широкий список

# ViewGalleryList
source: Gallery list
de: Galerieliste
ru: Список галерей

# ViewGallery
source: Gallery
de: Galerie
ru: Галерея

# TrackBestTime
source: Best time
de: Beste Zeit
ru: Луч. время

# TrackAvgSpeed
source: Avg. speed
de: ø-Geschw.
ru: Ср. скор.

# TrackLength
source: Length
de: Länge
ru: Длина

# TrackArea
source: Area
de: Fläche
ru: Площ.

# TrackWidthAvg
source: Width avg.
de: ø-Breite
ru: Ср. ширина

# TrackHeightDiff
source: Height diff.
de: Höhendiff.
ru: Разл. высоты

# TrackInAir
source: In air
de: Luft
ru: В воздухе

# TrackPipes
source: Pipes
de: Rohre
ru: Трубы

source: Tracks
de: Strecken
ru: Трассы

source: Stage
de: Abschnitt
ru: Этап

source: Stages
de: Etappen
ru: Этапы

source: Scenery
de: Landschaft
ru: Пейзаж

source: Length
de: Länge
ru: Длина

source: Difficulty
de: Schwierigkeit
ru: Сложность

source: Distance
de: Distanz
ru: Дистанция

source: Time
de: Zeit
ru: Время

# TimeMS
source: m:s
de: min:s
ru: м:с

source: Progress
de: Gefahren
ru: Прогресс

source: Score
de: Punkte
ru: Очки

source: Total score
de: Gesamtpunkte
ru: Итого очков

source: Needed
de: Erforderlich
ru: Нужно

source: Finished
de: Abgeschlossen
ru: Завершено

source: Passed
de: Bestanden
ru: Пройдено

source: Didn't pass
de: Durchgefallen
ru: Не пойдет

# NextStage
source: Continuing to next stage
de: Nächste Etappe
ru: Этап завершен

# RepeatStage
source: Repeating stage
de: Etappe wiederholen
ru: Этап провален

# CarChange
source: Vehicle change
de: Fahrzeugwechsel
ru: Сменить машину

source: Allowed
de: Erlaubt
ru: Позволено

source: Vehicle
de: Fahrzeug
ru: Машина

source: Vehicles
de: Fahrzeuge
ru: Машины

# TipCarsList
source: Cars list. Press Enter or [New Game] to drive with it.
de: Autoliste. Drücken Sie die Eingabetaste oder klicken Sie auf [Neues Spiel], um mit dem ausgewähltem Auto zu fahren.
ru: Список автомобилей. Нажми Enter или [Новая игра], чтобы на нем поехать.

# TipCarDesc
source: Vehicle description text. Can have driving advices.
de: Text zur Fahrzeugbeschreibung. Kann Fahrhinweise haben.
ru: Текст описания автомобиля. Могут быть даны советы по вождению.

# TipNewGameCar
source: Restart game.
de: Neu starten.
ru: Перезапустите игру.

# P_1color
source: 1 color, simple
de: 1 Farbe, einfach
ru: 1 цвет, один

# P_2colors
source: 2 colors
de: 2 Farben
ru: 2 цвета

# P_3colors
source: 3 colors, changing
de: 3 Farben, wechselnd
ru: 3 цвета, меняющиеся

# ColHue
source: Color - Hue
de: Farbton
ru: Цвет - Оттенок

# ColSat
source: Saturation
de: Sättigung
ru: Насыщен.

# ColBright
source: Brightness
de: Helligkeit
ru: Яркость

# ColGloss
source: Glossiness
de: Glanz
ru: Блеск

# ColReflect
source: Reflection
de: Spiegelung
ru: Отраж.

# ColMetalness
source: Metalness
de: Metallizität
ru: Металличность

# ColRoughness
source: Roughness
de: Rauheit
ru: Шероховатость

# ColClearCoat
source: Clear coat
de: Klarlack
ru: Прозрачный слой

source: Transparency
de: Transparenz
ru: Прозрачность

# Negative
source: Negative (darken)
de: Negativ (abdunkeln)
ru: Отриц. (темнить)

# CarClrRandom
source: Random
de: Zufällig
ru: Наобум

source: Adjust
de: Anpassen
ru: Настроить

source: New line
de: Neue Linie
ru: Новая линия

# TipCarColor
source: Click to apply color to vehicle, and select. Shift-Click move selected here. Alt-Click swap color with selected.
de: Klicken Sie auf, um die Farbe auf das Fahrzeug anzuwenden, und auszuwählen. Umschalt-Klick verschiebt die Auswahl hierher. Alt-Klick, um die Farbe mit der ausgewählten zu tauschen.
ru: Щелкните, чтобы применить цвет к автомобилю, и выберите его. Щелчком по клавише Shift переместите выбранное сюда. Alt-Click поменяйте цвет с выбранным.

# TipChangeHue
source: Change car color (hue).
de: Autofarbe ändern (Farbton).
ru: Изменяет цвет авто (оттенок).

# TipChangeSat
source: Change car color saturation (white-black).
de: Sättigung der Autofarbe ändern (weiß bis schwarz).
ru: Изменяет насыщенность цвета авто (белый-черный).

# TipChangeBright
source: Change car color brightness (dark-light).
de: Helligkeit der Autofarbe ändern (dunkel bis hell).
ru: Изменяет яркость цвета автомобиля (темный-светлый).

# TipChangeGloss
source: Change car color glossiness (matte-shiny).
de: Auto-Farbenglanz ändern (matt bis glänzend).
ru: Изменяет блеск окраски автомобиля (матовый-блестящий).

# TipChangeReflect
source: Change car color reflectiveness (matte-mirror).
de: Wähle Auto-Farbenreflektion (matt bis spiegelnd)
ru: Изменяет отражение цвета автомобиля (матовый-зеркальный).

# Author
source: Author(s)
de: Autor(en)
ru: Автор(ы)

# CarSpeed
source: Speed
de: Geschwindigkeit
ru: Скорость

# CarYear
source: Year
de: Jahr
ru: Год

# CarType
source: Type
de: Klasse
ru: Тип

source: Track Drivability
de: Streckenfahrbarkeit
ru: Управляемость на трассе

source: Undrivable
de: Unbefahrbar
ru: Неуправляемый

# Car_Mass
source: Mass
de: Masse
ru: Масса

# Car_MassFront
source: Mass on front
de: Masse vorne
ru: На перед

# Car_MaxTorque
source: Max Torque
de: Max. Drehmoment
ru: Макс. кр. момент

# Car_MaxPower
source: Max Power
de: Max. Leistung
ru: Макс. мощность

# Car_BhpPerTon
source: Bhp per tonne
de: Bhp pro Tonne
ru: Л. с. на тонну

# Car_TopSpeed
source: Top Speed
de: Höchstgeschwindigkeit
ru: Макс. скор.

# Car_TimeTo
source: Time to
de: Zeit bis
ru: Время до

# Car_StopTimeFrom
source: Stop time from
de: Stoppzeit ab
ru: Вр. торм. от

# CarType_Racing
source: Racing
de: Sport
ru: Гонка

# CarType_Gravel
source: Gravel
de: Schotter
ru: Гравий

# CarType_Slow
source: Slow
de: Langsam
ru: Медленный

# CarType_Terrain
source: Terrain
de: Gelände
ru: Земной

# CarType_Extreme
source: Extreme
de: Extrem
ru: Экстрим

# CarType_Other
source: Other
de: Andere
ru: Иной

# CarType_Hover
source: Hover
de: Schwebend
ru: наведение

# CarType_Hovercraft
source: Hovercraft
de: Luftkissenboot
ru: Судно на воздушной подушке

# CarType_Spaceship
source: Spaceship
de: Raumschiff
ru: Косм. корабль

# CarType_Drone
source: Drone
de: Drohne
ru: Дрон

source: Turtle
de: Schildkröte
ru: Черепаха

source: Elephant
de: Elefant
ru: Слон

source: Caterpillar
de: Raupe

source: Rhino
de: Nashorn
ru: Носорог

source: Bear
de: Bär
ru: Медведь

source: Coyote
de: Kojote
ru: Койот

source: Squirrel
de: Eichhörnchen
ru: Белка

source: Fox
de: Fuchs
ru: Лиса

source: Hyena
de: Hyäne
ru: Гиена

source: Lizard
de: Eidechse
ru: Ящерица

source: Weasel
de: Wiesel

source: Scorpion
de: Skorpion

source: Buffalo
de: Büffel

source: Beetle
de: Käfer

source: Swan
de: Schwan

source: Duck
de: Ente

source: Hawk
de: Falke

source: Rabbit
de: Kaninchen

source: Cobra
de: Kobra

source: Eagle
de: Adler

source: Crow
de: Krähe

source: Falcon
de: Falke

source: Owl
de: Eule

source: Sparrow
de: Sperling

source: Loading
de: Laden
ru: Загружаю

source: Loaded
de: Geladen
ru: Загрузил

source: Saving
de: Speichern
ru: Сохраняю

source: Saved
de: Gespeichert
ru: Сохранил

source: Updating
de: Aktualisiere
ru: Обновляю

source: Updated
de: Aktualisiert
ru: Обновил

source: Yes
de: Ja
ru: Да

source: No
de: Nein
ru: Нет

source: Error
de: Fehler
ru: Ошибка

# MessageBox_Yes
source: Yes
de: Ja
ru: Да

# MessageBox_No
source: No
de: Nein
ru: Нет

# MessageBox_Abort
source: Abort
de: Abbrechen
ru: Отмена

# MessageBox_Retry
source: Retry
de: Nochmal versuchen
ru: Повтор

# MessageBox_Ignore
source: Ignore
de: Ignorieren
ru: Игнорировать

# MessageBox_Cancel
source: Cancel
de: Abbrechen
ru: Отмена

# MessageBox_Try
source: Try
de: Versuchen
ru: Пробовать

# MessageBox_Continue
source: Continue
de: Fortsetzen
ru: Продолжить

# LoadingDesc
source: Loading, please wait...
de: Laden, bitte warten ...
ru: Загрузка, ждите...

source: Initializing
de: Initialisierung
ru: Инициализация

# LS_CLEANUP
source: Cleaning up
de: Aufräumen
ru: Упорядочить

# LS_GAME
source: Loading Game
de: Spiel wird geladen

# LS_SCENE
source: Loading Scene
de: Szene wird geladen

# LS_CAR
source: Loading Vehicles
de: Fahrzeuge werden geladen

# LS_TER
source: Loading Terrains
de: Gelände wird geladen

# LS_ROAD
source: Loading Roads
de: Straßen werden geladen

# LS_OBJS
source: Loading Objects
de: Objekte werden geladen
ru: Загрузка объектов

# LS_TREES
source: Loading Vegetation
de: Vegetation wird geladen

# LS_MISC
source: Finishing
de: Fertigstellen
ru: Завершение

# UnitMph
source: mph
de: mil/h
ru: миль/ч

# UnitMi
source: mi
de: mil
ru: м

source: at
de: bei
ru: и

# UnitRpm
source: rpm
de: U/min
ru: об/м

# SC_Jungle
source: Jungle
de: Dschungel
ru: Джунгли

# SC_JungleDark
source: JungleDark
de: DschungelDunkel
ru: ДжунглиС

# SC_Desert
source: Desert
de: Wüste
ru: Пустыня

# SC_DesertMud
source: DesertMud
de: WüsteSchlamm
ru: ПустыняГ

# SC_Savanna
source: Savanna
de: Savanne
ru: Саванна

# SC_SavannaDry
source: SavannaDry
de: SavanneTrocken
ru: СаваннаС

# SC_WinterWet
source: WinterWet
de: WinterNass
ru: ЗимаД

# SC_Forest
source: Forest
de: Wald
ru: Лес

# SC_ForestMntn
source: ForestMntn
de: WaldBerge
ru: Гор.Лес

# SC_ForestYellow
source: ForestYellow
de: WaldGelb
ru: Зол.Лес

# SC_Finland
source: Finland
de: Finnland
ru: Финляндия

# SC_Island
source: Island
de: Insel
ru: Остров

# SC_IslandDark
source: IslandDark
de: InselDunkel
ru: ОстровС

# SC_Mud
source: Mud
de: Schlamm
ru: Грязь

# SC_Australia
source: Australia
de: Australien
ru: Австралия

# SC_Greece
source: Greece
de: Griechenland
ru: Греция

# SC_Canyon
source: Canyon
de: Schlucht
ru: Каньон

# SC_Autumn
source: Autumn
de: Herbst
ru: Осень

# SC_AutumnDark
source: AutumnDark
de: HerbstDunkel
ru: ОсеньС

# SC_Moss
source: Moss
de: Moos
ru: Болото

# SC_Volcanic
source: Volcanic
de: Vulkanisch
ru: Вулканич.

# SC_VolcanicDark
source: VolcanicDark
de: VulkanischDunkel
ru: Вулканич.С

# SC_Unidentified
source: Unidentified
de: Unbekannt
ru: Неопознанный

# SC_Crystals
source: Crystals
de: Kristalle
ru: Кристаллы

# SC_GreeceWhite
source: GreeceWhite
de: GriechenlandWeiß
ru: ГрецияБ

# SC_Toxic
source: Toxic
de: Giftig
ru: Ядовитый

# SC_Surreal
source: Surreal
de: Unwirklich
ru: Как сон

# SC_Alien
source: Alien
de: Außerirdisch
ru: Чужие

# SC_Other
source: Other
de: Fremd
ru: Иное

# SC_Stone
source: Stone
de: Stein
ru: Каменная

# SC_Space
source: Space
de: Weltraum
ru: Космос

# SC_BlackDesert
source: BlackDesert
de: SchwarzeWüste
ru: ПустыняТ

# SC_SurrealSpace
source: SurrealSpace
de: SurrealerRaum

# SC_GreeceRocky
source: GreeceRocky
de: GriechenlandSteinig

# SC_Marble
source: Marble
de: Marmor

# SC_Spring
source: Spring
de: Frühling

# SC_Anomaly
source: Anomaly
de: Anomalie

# P_Red
source: Red
de: Rot

# P_Yellow
source: Yellow
de: Gelb

# P_Lime
source: Lime
de: Limette

# P_Green
source: Green
de: Grün

# P_SkyBlue
source: SkyBlue
de: Himmelblau

# P_Blue
source: Blue
de: Blau

# P_Cyan
source: Cyan
de: Türkis

# P_Teal
source: Teal
de: Blaugrün

# P_Violet
source: Violet
de: Violett

# P_Brown
source: Brown
de: Braun

# P_Black
source: Black
de: Schwarz

# P_White
source: White
de: Weiß

# P_Mix
source: Mix
de: Mischen

# P_Ice
source: Ice
de: Eis

# P_Fire
source: Fire
de: Feuer

# P_Rainbow
source: Rainbow
de: Regenbogen

# P_Silver
source: Silver
de: Silber

# VegetCol
source: Vegetation collision
de: Vegetations-Kollision
ru: Столк. с растит.

# CarCollis
source: Cars collision
de: Autokollision
ru: Столк. авто

# RoadWallFullCollis
source: Road wall full collision
de: Vollständige Wandkollision
ru: Полн. столк. с дорогой

source: Dynamic Objects
de: Dynamische Objekte
ru: Дин. объекты

# DriveOnHorizons
source: Allow driving outside map, on horizons
de: Erlaubt das Fahren außerhalb der Karte, an Horizonten

source: Gearbox
de: Getriebe
ru: КПП

source: Auto gearbox
de: Automatikgetriebe
ru: АКПП

# AutoRear
source: Auto Rear gear
de: Automatischer Rückwärtsgang
ru: Автом. задняя передача

source: Rear throttle inverse
de: Bremse=Rückwärts
ru: Инверсия газа

source: Gravel
de: Schotter
ru: Гравий

source: Speed Sensitive Steering
de: Geschwindigkeitsabhängige Lenkung
ru: Чувствит. управления

# SSS_Effect
source: Effect
de: Wirkung
ru: Эффект

# SSS_SpeedFactor
source: Speed Factor
de: Geschwindigkeitsfaktor
ru: Коэф. скорости

# SteerRange
source: Steering range multipliers
de: Lenkungsreichweiten-Faktor
ru: Коэф. диапазона управления

source: Not recommended
de: Nicht empfohlen
ru: Не рекомендуем

# ABS
source: ABS (antilock brakes)
de: ABS (Antiblockiersystem)
ru: АБС

# TCS
source: TCS (traction control)
de: TCS (Traktionskontrolle)
ru: Сист. контроля тяги

# TipABS
source: Prevents wheel lock when braking (default: off).
de: Verhindert das Blockieren der Reifen beim Bremsen (Standard: aus).
ru: Предотвращает блокировку колес при торможении (по умолчанию выключено).

# TipTCS
source: Prevents wheel spinning when accelerating (default: off).
de: Verhindert das Rutschen der Reifen beim Beschleunigen (Standard: aus).
ru: Предотвращает кручение колеса при ускорении (по умолчанию: выключено).

# TipSpeedSensitiveSteering
source: Decreases steering range with higher velocity.
de: Reduziert die Lenkreichweite bei hoher Geschwindigkeit.
ru: Уменьшает диапазон управления при увеличении скорости.

# TipSteerSim
source: Steering range multiplier, for simulation mode (Easy,Normal).
de: Lenkungsreichweiten-Faktor, für Simulationsmodus (Leicht, Normal).
ru: Множитель диапазона управляемости, для режима симуляции (Легко, Нормально).

# TipSteerSurf
source: Steering range multiplier, for surface (Gravel,Asphalt).
de: Lenkungsreichweiten-Faktor, für Oberfläche (Schotter, Asphalt).
ru: Коэффициент диапазона управления, для поверхности (гравий, асфальт).

# TipAutoGearbox
source: Uncheck for manual gears changing.
de: Für manuelle Schaltung den Haken rausnehmen.
ru: Снимите для ручного переключения передач

# TipAutoRear
source: Uncheck for manual Rear gear changing.
de: Für manuellen Rückwärtsgang Haken rausnehmen.
ru: Не отмечайте для ручного переключения задней передачи.

# TipRearThrottleInverse
source: Inverse throttle and brake function in rear gear.
de: Taste für "Gas" und "Bremsen" im Rückwärtsgang vertauschen.
ru: Инверсия функции газа с тормозом задней передачи.

source: Startup
de: Start
ru: Запуск

source: Input
de: Eingabe
ru: Ввод

source: Sound
de: Geräusch
ru: Звук

source: Volume
de: Lautstärke
ru: Громкость

source: Graphics
de: Grafik
ru: Графика

source: * need restart
de: * Neustart erforderlich
ru: * необходим рестарт

source: * need New Game
de: * neues Spiel nötig
ru: * нужна Новая игра

source: * need reload
de: * Neu-Laden nötig
ru: * нужна перезагрузка

source: Apply
de: Anwenden

source: Replay
de: Wiederholung
ru: Повтор

# RplLoad
source: Load
de: Laden
ru: Загрузить

# RplSave
source: Save
de: Speichern
ru: Сохранить

# ToolsTime
source: Warning: May take several minutes!
de: Warnung: Kann einige Minuten dauern!
ru: Предупреждение: может занять несколько минут!

source: Already exists
de: Bereits vorhanden
ru: Уже есть

source: Doesn't exist
de: Nicht vorhanden
ru: Не нашёл

# RplAll
source: All
de: Alle
ru: Все

# RplCurrent
source: Current
de: Aktuell
ru: Текущий

source: Ghost
de: Geist
ru: Призр.

# RplGhosts
source: Ghosts
de: Geister
ru: Призраки

# RplTime
source: Time
de: Zeit
ru: Время

# RplSize
source: size
de: Größe
ru: размер

# RplFileSize
source: File size
de: Dateigröße
ru: Размер файла

# RplRecTime
source: Recorded time
de: Aufgenommene Zeit
ru: Время записи

# RplGhost
source: Show ghost drive - best lap
de: Geist anzeigen - beste Runde
ru: Показать езду призрака

# TracksGhost
source: Track's ghost (ES car best drive for track)
de: Streckengeist (beste Fahrt eines ES-Autos)
ru: Призрак трассы (лучш. езда для трека)

# RplRewindGhost
source: Rewind Ghost
de: Geist zurückspulen
ru: Перемотка призрака

# RplGhostOther
source: Other car ghost (when current unavailable)
de: Anderer Autogeist (wenn Aktueller nicht verfügbar)
ru: Призрак другого автомобиля

# RplAutoRec
source: Auto record replay
de: Automatisch aufnehmen
ru: Автозап. повтора

# RplBestOnly
source: Save ghost only for best time
de: Geist nur für beste Zeit speichern
ru: Сохр. призрака с лучш. временем

# RplAlpha
source: Transparent ghost
de: Durchsichtiger Geist
ru: Прозрачный призрак

# RplMaxNumViewports
source: Max. number of viewports (see less, for more player replays)
de: Max. Anzahl von Ansichten nebeneinander
ru: Макимальное количество окон экрана

# GhostHideDist
source: Hide ghosts if distance is below
de: Geist bei zu geringer Entfernung ausblenden
ru: Убрать призраков если близко

source: Screen
de: Bildschirm
ru: Экран

source: Resolution
de: Auflösung
ru: Разрешение

source: Fullscreen
de: Vollbild
ru: Во весь экран

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: Antialiasing
de: Kantenglättung
ru: Сглаживание

source: Change
de: Ändern
ru: Изменить

source: Font sizes
de: Schriftgrößen

source: Window margin
de: Fensterrandgröße

source: VR Mode
de: VR Modus
ru: Режим VR

source: Complex
de: Komplex
ru: Сложно

source: Simple
de: Einfach
ru: Просто

# LimitFPS
source: Limit frames per second
de: Bildwiederholfrequenz begrenzen
ru: Предел кадров в сек.

# FramesPerSec
source: Frames per second
de: Bildwiederholfrequenz
ru: Кадров в секунду

# SleepMS
source: Sleep interval [milisec]
de: Schlafintervall (ms)
ru: Инт. сна [миллисек.]

source: Graphics preset
de: Grafikvoreinstellungen
ru: Заданная графика

# GraphicsAll_Lowest
source: Lowest
de: Minimal
ru: Очень низкая

# GraphicsAll_Low
source: Low
de: Niedrig
ru: Низкая

# GraphicsAll_Medium
source: Medium
de: Mittel
ru: Средняя

# GraphicsAll_High
source: High
de: Hoch
ru: Высокая

# GraphicsAll_Higher
source: Higher
de: Höher
ru: Выше

# GraphicsAll_VeryHigh
source: Very High
de: Sehr hoch
ru: Очень высокая

# GraphicsAll_Highest
source: Highest
de: Höchste
ru: Самый высокий

source: need Apply
de: braucht Anwenden
ru: нужно Применить

# RestartApply
source: Restart game, to apply *changes.
de: Spiel neustarten, um *Änderungen anzuwenden.
ru: Для применения *изменений перезагрузите игру.

source: ignored
de: ignoriert
ru: игнорировать

# NotDone
source: not done yet, ToDo
de: noch nicht getan, ToDo
ru: еще не сделано, ToDo

# WIP
source: WIP, work in progress
de: WIP, unfertige Arbeit
ru: WIP, незавершённая работа
