Repository: jopadan/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: de, ru

# CarDesc_V1
source: A spaceship reworked as a hovercraft. Very fast and easy to steer. Doesn't care about terrain bumps. But being small does slide sideways.
de: Ein Raumschiff, dass zum Luftkissenfahrzeug umfunktioniert wurde. Sehr schnell und leicht zu lenken. Kümmert sich nicht um Bodenwellen. Aber aufgrund der kleinen Größe rutscht es zur Seite.
ru: Космический корабль переделанный под парящий. Очень быстрый и лёгкий в управлении. Не беспокойтесь о неровности местности. Но являясь маленьким, будет скользить в сторону.

# CarDesc_V2
source: Another hovering spaceship. Slightly heavier and slower but doesn't go sideways that easily.
de: Ein weiteres schwebendes Raumschiff. Geringfügig schwerer und langsamer aber es geht nicht so leicht seitwärts.
ru: Ещё один парящий космический корабль. Немного тяжелее и медление, но не так легко уходит в сторону.

# CarDesc_V3
source: A big and heavy spaceship. Very good acceleration at start and strong braking. But doesn't reach high speeds.
de: Ein großes und schweres Raumschiff. Sehr gute Anfangsbeschleunigung und starke Bremsung. Es erreicht jedoch keine hohen Geschwindigkeiten.
ru: Большой и тяжелый космический корабль. Очень хорошее ускорение на старте и сильное торможение. Но не достигает высоких скоростей.

# CarDesc_O
source: An experimental, perfectly stabilized, rotating sphere. Uses advanced spacecraft propulsion to easily move in any direction. Very fast but very bouncy.
de: Eine experimentelle perfekt stabilisierte rotierende Kugel. Verwendet einen fortschrittlichen Raumschiffsantrieb, um sich leicht in jede Richtung zu bewegen. Sehr schnell aber sehr sprunghaft.
ru: Экспериментальная, совершенно стабильная, вращающаяся сфера. Использует движущую силу продвинутого космического аппарата для лёгкого передвижения в любом направлении. Очень быстрая, но очень пружинистая.

# CarDesc_Pipes
source: NOTE: Currently impossible to use in pipes.
de: ANMERKUNG: Momentan unmöglich in Rohren zu benutzen.
ru: ПРИМЕЧАНИЕ: не для труб.

# CarDesc_H1
source: Slow hovercraft, powered with only one propeller for hovering and thrust. Slower speed. Goes sideways much after turning. Needs boost to jump over. Fun to drive but very loud and inefficient. Brakes added.
de: Langsames Luftkissenfahrzeug, angetrieben mit nur einem Propeller für Schwebeflug und Schub. Langsamere Geschwindigkeit. Geht nach dem Abbiegen viel seitwärts. Braucht einen Schub, um darüber zu springen. Es macht Spaß, es zu fahren, aber es ist sehr laut und ineffizient. Bremsen hinzugefügt.

# CarDesc_H2
source: Fast racing hovercraft, powered with two propellers and engines. One for hovering and separate for thrust. Normal speed and still goes sideways but less. May need boost to jump over. Fun to drive and do stunts. Brakes added.
de: Schnelles Renn-Luftkissenfahrzeug, angetrieben mit zwei Propellern und Motoren. Einer zum Schweben und einer zum Schub. Normale Geschwindigkeit und immer noch seitlich, aber weniger. Zum Überspringen ist möglicherweise ein Schub erforderlich. Es macht Spaß, zu fahren und Stunts zu machen. Bremsen hinzugefügt.

# CarDesc_Hovercraft
source: Does hover over water, but can be forced under if on side.
de: Schwebt über Wasser, kann aber auf der Seite abgesenkt werden.

# CarDesc_R1
source: First antigravity hovering car. Fast and rather easy to drive. But somewhat big and bulky, goes more sideways.
de: Erstes schwebendes Antigravitationsauto. Schnell und ziemlich einfach zu fahren. Aber etwas groß und sperrig, geht eher seitwärts.

# CarDesc_R2
source: Antigravity hovering car. Small, fast, agile and easy to drive. For all tracks and stunts.
de: Schwebendes Antigravitationsauto. Klein, schnell, wendig und einfach zu fahren. Für alle Strecken und Stunts.

# CarDesc_R3
source: Antigravity hovering car. Long, fast, easy to drive. Suited for all tracks and stunts.
de: Schwebendes Antigravitationsauto. Lang, schnell, einfach zu fahren. Geeignet für alle Strecken und Stunts.

# CarDesc_HoverHandbrake
source: Handbrake pushes down and lets steer more.
de: Handbremse drückt nach unten und lässt mehr lenken.

# CarDesc_Q1
source: First working prototype of antigravity hovering drone. Not very fast.
de: Erster funktionierender Prototyp einer Antigravitations-Schwebedrohne. Nicht sehr schnell.

# CarDesc_Q3
source: Incredibly fast antigravity drone. Very agile, needs quick reactions. Press throttle sparingly and briefly at first.
de: Unglaublich schnelle Antigravitationsdrohne. Sehr wendig, braucht schnelle Reaktionen. Gashebel zunächst sparsam und kurz betätigen.

# CarDesc_HoverFluids
source: By antigravity it ignores all fluids completely.
de: Aufgrund der Antigravitation ignoriert es alle Flüssigkeiten vollständig.

# Hint-0
source: Rewind
de: Zurück
ru: Перемотка

# Hint-0text
source: If you crashed or you're stuck, hold [Insert] to move back in time.
de: Falls Sie einen Unfall gebaut haben oder Sie feststecken, halten sie die [Einfügen] gedrückt, um sich in der Zeit zurückzubewegen.

# Hint-1
source: Turns
de: Kurven
ru: Повороты

# Hint-1text
source: Don't accelerate all the time. Also don't forget to brake before turns, especially sharp ones. If you don't know the road yet, it's better to drive slowly.
de: Treten Sie nicht die ganze Zeit aufs Gaspedal. Vergessen Sie außerdem nicht, vor Kurven zu bremsen, besonders vor scharfen. Falls Sie noch nicht die Strecke kennen, ist es besser, langsam zu fahren.
ru: Не газуй всё время. Также не забывай тормозить до поворотов, особенно на крутых. Если ты ещё не знаешь дороги, то лучше ехать медленно.

# Hint-2
source: Flipping
de: Umdrehen
ru: Перевор.

# Hint-2text
source: Hold [Q] or [W] to flip over the car, when upside down or in jumps. Depending on settings, it may cost some fuel.
de: [Q] oder [W] gedrückt halten, um das Auto umzukippen, falls es kopfüber steht, oder während eines Sprungs. Abhängig von den Einstellungen könnte es etwas Treibstoff kosten.
ru: Держи [Q] или [W], чтобы перевернуть, когда авто вверх ногами или в прыжках. Зависит от настроек, может стоить турбо.

# Hint-3
source: Gravel
de: Schotter
ru: Гравий

# Hint-3text
source: Remember that mostly you will drive on gravel. This means low grip, lower speeds and sliding. Wet gravel is even more slippery. Snow and ice are worst. Deserts are fastest.
de: Denken Sie daran, dass Sie meistens auf Kies fahren werden. Das bedeutet niedrige Haftung, niedrigere Geschwindigkeiten und Rutschen. Nasser Kies ist noch rutschiger. Schnee und Eis sind am schlimmsten. Wüsten sind am schnellsten.
ru: Помни, что больше всего ты будешь ездить по гравию. Это значит, что низкое сцепление, ниже скорость и скольжение. Мокрый гравий даже более скользкий. Снег и лёд - наихудшее. Пустыни - самые быстрые.

# Hint-4
source: Damage
de: Schäden
ru: Повреж.

# Hint-4text
source: Watch your car's damage, especially in stunt tracks. It will stop working if it is fully damaged and its performance decreases when over 50 %.
de: Achten Sie auf den Schaden Ihres Autos, besonders auf Stuntstrecken. Das Auto wird nicht mehr funktionieren, sobald es völlig beschädigt ist und dessen Leistung wird abnehmen, wenn der Schaden über 50% liegt.
ru: Смотри за повреждениями авто, особенно на трассах с трюками. Авто перестанет ехать, если полностью повредишь или упадут тех. характеристики при более 50 %.

# Hint-5
source: Ghost cars
de: Geisterwagen
ru: Призр. авто

# Hint-5text
source: By default, your best drive ghost is an orange car. It will appear after a lap. The green car is the track's ghost.
de: Standardmäßig ist das Geisterauto Ihrer besten Fahrt ein orange Auto. Es wird nach einer Runde auftauchen. Das grüne Auto ist der Streckengeist.
ru: По умолчанию, твоей лучший езды призрак - оранжевый. Он появится после круга. Зелёный - призрак трассы.

# Hint-6text
source: Hold [Ctrl] to boost. Depending on the settings, boost is given each lap, regenerates over time, or is infinite.
de: Halten sie [Strg] gedrückt, um den Boost zu benutzen. Abhängig von den Einstellungen wird Treibstoff für den Boost wahlweise jede Runde, über die Zeit oder unbegrenzt vergeben.
ru: Держи [Ctrl] для турбо. Зависит от настроек, турбо даётся за круг, восстанавливается за время, или бесконечное.

# Hint-7
source: Cars
de: Autos
ru: Тачки

# Hint-7text
source: Pick the right car type for a track. So, don't use low cars on bumpy terrain, avoid large cars in narrow tracks, and fast super cars aren't meant for slippery surfaces.
de: Wählen Sie das richtige Auto für eine Strecke. Also: Benutzen Sie keine niedrig aufgehängten Autos auf unebenem Gelände, vermeiden Sie große Autos auf engen Stecken; und sehr schnelle Autos sind nicht für rutschige Oberflächen gedacht.
ru: Выбирай правильный тип авто для трассы. Итак, не используй низкие авто для ухабистой местности, избегай больших авто для узких треков и быстрые супер авто не предназначены для скользких поверхностей.

# Hint-8
source: Steering
de: Steuerung
ru: Управление

# Hint-8text
source: If you don't feel comfortable with steering on keyboard, try different settings in [Setup], tab [Steering], namely range and speed decrease and keys sensitivity in [Input].
de: Falls Sie sich mit dem Lenken mit der Tastatur nicht wohl fühlen, versuchen Sie es mit anderen Einstellungen in [Steuerung], Registerkarte [Lenkung], nämlich Reichweite, Geschwindigkeitsreduktion und Tastenempflindlichkeit in [Eingabe].
ru: Если ты чувствуешь неудобство управления с клавиатуры, попробуй другие настройки в [Настройка], вкладка [Управление], т.е. диапазон чувствит. управления и кнопак в [Ввод].

# Hint-9
source: Jumps
de: Sprünge
ru: Прыжки

# Hint-9text
source: Don't drive too fast in jumps, else the car will land in a sloppy manner. The ideal landing is on the jump's other end.
de: Fahren Sie nicht zu schnell auf Rampen, ansonsten wird das Auto auf schlampige Weise landen. Der ideale Landepunkt ist auf dem anderen Ende der Rampe.
ru: Не едь слишком быстро на прыжках, иначе авто приземлиться небрежно. В идеале нужно приземлиться на другом конце прыжка.

# Hint-10
source: Loops
de: Loopings
ru: Петли

# Hint-10text
source: In loops, the camera will automatically switch to an interior view, to make it easier to steer while in a loop.
de: In Loopings wird die Kamera automatisch zu einer Innenansicht wechseln, um das Lenken innerhalb eines Loopings zu vereinfachen.
ru: В петлях, камера автоматически переключается на внутренний вид, что помогает управлять в петле.

# Hint-11
source: Pipes
de: Rohre
ru: Трубы

# Hint-11text
source: Don't drive too fast in pipes and loops. You will damage the car's bottom due to high acceleration.
de: Fahren Sie nicht zu schnell in Rohren und Loopings. Sie würden den Fahrzeugboden aufgrund hoher Beschleunigung beschädigen.
ru: Не едь слишком быстро в трубах и петлях. Ты повредишь низ авто, вследствие высокого ускорения.

# Hint-12
source: Vehicles
de: Fahrzeuge
ru: Машины

# Hint-12text
source: Check out other vehicles, we also have hovering spaceships, and tracks on other planets.
de: Versuchen Sie es auch mit anderen Fahrzeugen; wir haben auch schwebende Raumschiffe und Strecken auf anderen Planeten.
ru: Обратите внимание на машины, имеются также парящие космические корабли и трассы на других планетах.

# Hint-13text
source: By default simulation is in easy mode, for beginners. Don't forget to set it to normal if the game feels too easy.
de: Standardmäßig ist die Simulation im einfachen Modus für Anfänger. Vergessen Sie nicht, sie auf »Normal« zu setzen, falls sich das Spiel zu einfach anfühlt.
ru: По умолчанию, режим симуляции - легко, для начинающих. Не забудь выбрать норма, если играть легко.

# Hint-14
source: Fps
de: Bildwiederholrate
ru: К/с

# Hint-14text
source: Press F11 to show the bar with frames per second and other info. For playing, it's best to have at least 30 Fps, 60 Fps being the ideal value.
de: Drücken Sie [F11], um die Leiste mit der Bildwiederholrate und anderen Informationen zu zeigen. Zum Spielen sind mindestens 30 Bilder pro Sekunde ausreichend. 60 Bilder pro Sekunde sind ideal.
ru: Нажми F11, чтобы увидеть полосу с кадрами в секунду и другим инфо. Для игры лучше иметь хотя бы 30 К/с, 60 К/с будет идеально.

# Hint-15
source: Help
de: Hilfe

# Hint-15text
source: For more info, check [Help] in the menu. It also has links to websites.
de: Weitere Informationen finden Sie unter [Hilfe] im Menü. Dort finden Sie auch Links zu Websites.

# Hint-16
source: Camera
de: Kamera
ru: Камера

# Hint-16text
source: Press [C] for next or [X] for previous camera view. Hold shift for main cameras only.
de: Drücken Sie [C] für die nächste, [X] für die vorherige Kameraansicht. Halten sie [Umschalt] gedrückt, um nur die Hauptkameras zu verwenden.
ru: Нажми [C] для след. или [X] для пред. вида камеры. Держи shift для главных камер.

# Hint-17
source: Trail
de: Weg

# Hint-17text
source: Follow racing line trail, for best way to drive. Use its colors to your advantage. Brake early when you see it turning red.
de: Folgen Sie die Rennstrecke, um die beste Fahrweise zu finden. Nutzen Sie die Farben zu Ihrem Vorteil. Bremsen Sie frühzeitig, wenn Sie sehen, dass sie rot wird.

# Hint-18
source: Pacenotes
de: Temponoten

# Hint-18text
source: Observe pace note signs above road. They show turns: easy as green, medium as orange, and sharpest being red.
de: Beachten Sie die Hinweisschilder über der Straße. Sie zeigen Kurven an: leicht in grün, mittelschwer in orange und am schärfsten in rot.

# Hint-19
source: Stunt Pacenotes
de: Stunt-Pacenoten

# Hint-20
source: Fluids
de: Flüssigkeiten

# Hint-20text
source: Fluids like water and mud are safe. You can drive cars under the water and through mud. Stay out of lava and acid, which will cause damage fast.
de: Flüssigkeiten wie Wasser und Schlamm sind sicher. Sie können Autos unter Wasser und durch Schlamm fahren. Halten Sie sich von Lava und Säure fern, die schnell Schaden anrichten können.

# Hint-21
source: Wheels
de: Räder

# Hint-21text
source: Beware of spinning wheels, car looses grip and will slide too much. Release throttle to get back grip and wheels rolling normally. This will happen on surfaces like snow or with faster cars.
de: Achten Sie auf durchdrehende Räder, das Auto verliert an Bodenhaftung und rutscht zu sehr. Lassen Sie den Gashebel los, um wieder Halt zu bekommen und die Räder normal rollen zu lassen. Dies geschieht auf Oberflächen wie Schnee oder bei schnelleren Autos.

# Hint-22
source: Keyboard
de: Tastatur

# Hint-22text
source: By default, keyboard arrows are used to drive.
de: Standardmäßig werden die Pfeile der Tastatur zum Fahren verwendet.

# Hint-23
source: Editors
de: Editoren

# Hint-23text
source: Stunt Rally comes with its own Track Editor, where you can modify its tracks or create your own. Game also has its vehicle editor and many other development tools.
de: Stunt Rally verfügt über einen eigenen Streckeneditor, mit dem Sie die Strecken verändern oder eigene erstellen können. Das Spiel hat auch einen Fahrzeug-Editor und viele andere Entwicklungswerkzeuge.

# Hint-24
source: Details
de: Einzelheiten

# Hint-24text
source: Track and Vehicle tabs show a lot of information. You can sort or filter their lists. Some vehicles are difficult to drive, and will only drive well on few tracks.
de: Auf den Registerkarten „Strecke“ und „Fahrzeug“ werden viele Informationen angezeigt. Sie können ihre Listen sortieren oder filtern. Manche Fahrzeuge sind schwierig zu fahren und fahren nur auf wenigen Strecken gut.

# Hint-25
source: Support
de: Unterstützung

# Hint-25text
source: Stunt Rally is Free Libre Open Source Software. You can contribute to this project or support it with donation(s).
de: Stunt Rally ist eine freie Open-Source-Software. Sie können zu diesem Projekt beitragen oder es mit Spenden unterstützen.

# Hint-26
source: Test tracks
de: Teststrecken

# Hint-26text
source: When beginning it may be safer and more fun, to train driving on big test tracks with no roads: Flat, TerrainBig, Fluids, Snow or Asphalt. Type name in find box for quick search.
de: Am Anfang kann es sicherer sein und mehr Spaß machen, das Fahren auf großen Teststrecken ohne Straßen zu trainieren: Flat, TerrainBig, Fluids, Snow or Asphalt. Geben Sie den Namen in das Suchfeld ein, um schnell zu suchen.

# Hint-27
source: Handbrake
de: Handbremse

# Hint-27text
source: Use handbrake very shortly in very sharp turns. It will lock rear wheels and make car turn faster.
de: Ziehen Sie die Handbremse in sehr scharfen Kurven nur kurz an. Dadurch werden die Hinterräder blockiert und das Auto dreht sich schneller.

# TipLoadTrkEditor
source: Load track (after change) or Reload current track.
de: Andere Strecke laden oder aktuelle Strecke neu laden.
ru: Загрузить трассу (после изменеия) или Перезагрузить текущую

# TipTrackDescEditor
source: Track description text (click to edit).
de: Streckenbeschreibung (Klicken zum Bearbeiten).
ru: Описание трассы (нажми для редактирования).

# TipCopySource
source: Pick selected track for copy source, used in [Tools] tab.
de: Strecke als Kopierquelle für den »Werkzeuge«-Tab auswählen.
ru: Выбираем трассу для копирования, используется в [Инструменты] вкладке.

# TipNewDup
source: Create a new track by duplicating the selected track and using new name (change name first).
de: Erstellen einer neuen Strecke durch Duplizieren der ausgewählten Strecke unter neuem Namen (erst Namen ändern).
ru: Создает новую трассу, дублируя выбранную трассу, и использует новое имя (во-первых измени имя).

# TipRenameTrk
source: Rename selected track with new name (change name first).
de: Ausgewählte Strecke umbenennen (zuerst Namen ändern).
ru: Переименовать выбранную трассу на новое имя (во-первых измени имя).

# TipTrkNameEditor
source: Selected track name, used also for renaming track and as new track name.
de: Name der ausgewählten Strecke, wird auch zum Umbenennen und als neuer Streckenname benutzt.
ru: Выбранное имя трассы, используется также для переименования трассы и как новое имя трассы.

# TipDeleteTrk
source: Permanently delete selected track.
de: Ausgewählte Strecke permanent löschen.
ru: Навсегда удаляет выбранную трассу.

# TipSkyMats
source: Sky material names.
de: Namen der Himmelstexturen.
ru: Названия текстур для неба.

# TipSunDirPitch
source: Sun direction - pitch angle.
de: Richtung der Sonne - Nickwinkel.
ru: Направление солнца - угол наклона.

# TipSunDirYaw
source: Sun direction - yaw angle.
de: Richtung der Sonne - Gierwinkel
ru: Направление солнца - угол отклонения.

# TipSunAmbient
source: Sun light ambient (constant) color. R G B components 0 to 1 (eg. 0.4 0.4 0.4)
de: Sonnenlicht-Umgebungsfarbe (konstant). R-, G-, B-Komponenten von 0 bis 1 (z.B. 0.4 0.4 0.4)
ru: Цвет окружающей среды солнечного света (константа). R G B значения от 0 до 1 (напр. 0.4 0.4 0.4)

# TipSunDiffuse
source: Sun light diffuse (normal) color. R G B components 0 to 1 (eg. 0.9 0.9 0.9)
de: Farbe des Sonnenlichts. R-, G- und B-Komponenten von 0 bis 1 (z.B. 0.9 0.9 0.9)
ru: Цвет рассеянного (нормального) солнечного света. R G B значение от 0 до 1 (напр. 0.9 0.9 0.9)

# TipSunSpecular
source: Sun light specular (shiny) color. R G B components 0 to 1 (eg. 0.6 0.6 0.6)
de: Specularfarbe (Glanzfarbe) des Sonnenlichts. R-, G- und B-Komponenten von 0 bis 1 (z.B. 0.6 0.6 0.6)
ru: Отражающий цвет солнечного света. R G B значения от 0 до 1 (напр. 0.6 0.6 0.6)

# TipFogClr
source: Fog end color when looking under sun.
de: Nebelfarbe wenn schauen auf Sonne.
ru: Конец тумана когда смотришь ниже солнца.

# TipFogClr2
source: Fog end color when looking away from sun.
de: Nebelfarbe wenn schauen gegenüber Sonne.
ru: Конец цвета тумана, когда отводишь взгляд от солнца.

# TipFogClrH
source: Fog color for height fog.
de: Nebel Farbe für Höhe-Nebel.
ru: Цвет тумана по высоте.

# TipFogClrRGBA
source: R G B A components 0 to 1 (eg. 0.7 0.8 0.9 1). Last can be used to lower maximum density (1 is full).
de: R-, G-, B- und A-Komponenten 0 bis 1 (z.B. 0.7 0.8 0.9 1). Letzteres ist Nebeldichte (1 ist voll).
ru: R G B A значения от 0 до 1 (напр. 0.7 0.8 0.9 1). Последний используется для уменьшения максимальной густоты (1 является полной).

# TipFogStartDist
source: Fog start distance [meters].
de: Nebelanfangsdistanz (Meter).
ru: Начло дистанции тумана [метры].

# TipFogEndDist
source: Fog end distance [meters].
de: Ausklangdistanz des Nebels (Meter)
ru: Конец дистанции тумана [метры].

# TipFogHStart
source: Height fog start height [meters] at which fog starts getting denser for smooth distance.
de: Höhennebel-Starthöhe (Meter), bei welcher der Nebel anfängt, dichter für weiche Entfernungen zu werden.
ru: Начальная высота тумана [метры], от которой туман густеет на ровной дистанции.

# TipFogHSmooth
source: Height fog smooth distance [meters].
de: Höhennebelglättungsabstand (Meter).
ru: Высота тумана на ровной дистанции [метры].

# TipRainSnow1
source: Set 1 Rain/Snow type
de: 1. Regen-/Schneetyp setzen
ru: Тип 1 Дождь/Снег

# TipRainSnow2
source: Set 2 Rain/Snow type
de: 2. Regen-/Schneetyp setzen
ru: Тип 2 Дождь/Снег

# TipRainSnowInt
source: Rain/Snow intensity (eg. 1000)
de: Regen-/Schneeintensität (z.B. 1000)
ru: Интенсивность дождь/снег (напр. 1000)

# TipTerTriSize
source: Terrain triangle size in [meters] (recommended: 1 - 2, use more for big track area). Changed after Update (F8).
de: Dreiecksgröße des Geländes (in Metern) (empfohlen: 1-2, größerer Wert für größere Fläche). Nach Aktualisierung (F8) angewendet.
ru: Размер треугольника ландшафта в [метры] (рекомендуем 1 - 2, используйте больше для больших трасс по площади). Изменяется после обновления (F8).

# TipTerSize
source: Resulting area in meters (side length). Equals vertex count multipled by triangle size.
de: Resultierende Seitenlänge in Metern. Entspricht der Vertexanzahl multipliziert mit der Dreiecksgröße.
ru: Результирующая область в метрах (длина стороны). Равняется количеству вершин умноженной на размер треугольника.

# TipTerErrorNorm
source: Default terrain error in percent. Less for flat, more for high terrains.
de: Standardmäßiger Geländefehler in Prozent. Weniger für ebene, mehr für unebene Gelände.
ru: Ошибка ландшафта по умолчанию в процентах. Меньше для плоского, больше для интенсивного.

# TipTerNormScale
source: Use if needed to scale terrain texture normals, for lighting. Otherwise default 1.
de: Wird, falls es für die Skalierung der Normalmaps der Texturen benötigt wird, für die Beleuchtung benutzt. Ansonsten ist der Standardwert 1.
ru: Используется если нужно масштабировать стандартные текстуры ландшафта, для освещения. Иначе по умолчанию 1.

# TipNewTerrainFlat
source: Create new, flat terrain.
de: Neues, flaches Gelände erzeugen
ru: Создать новый, плоский рельеф.

# TipTerrainGenerate
source: Generates new terrain from noise functions using all parameters below.
de: Generiert ein neues Gelände mit Rauschfunktionen
ru: Генерирует новый ландшафт из функций шума, используя все параметры ниже.

# TipBrushPick
source: shift-LMB - on Brushes, pick only shape (don't change mode).
de: Umschalt-LMT - auf Pinseln; nur Form wählen (Modus nicht ändern)
ru: shift-LMB - на кистях, выбрать только форму (не изменяет режим).

# TipTerrainHalf
source: Resize current terrain heightmap by half (use only for reducing file size).
de: Auflösung der Gelände-Heightmap halbieren (vermindert die Dateigröße)
ru: Изменение размера высот текущей местности в два раза (используется только для сокращения размера файла).

# TipTerrainDouble
source: Make terrain size double, leaving current heightmap part in center.
de: Verdoppelt die Terreingröße, wobei das aktuelle Höhenprofil in der Mitte beibehalten wird.
ru: Делает двойной размер ландшафта, оставляя часть текущей высоты карты в центре.

# TipTerrainMove
source: Move terrain.
de: Gelände verschieben.
ru: Двигать ландшафт.
